{
  "001-Q-Takumi.mp3": "個人の意志は尊重しなければいけない。",
  "001-A-Kimberly.mp3": "We must respect the will of the individual.",
  "002-Q-Tomoko.mp3": "気楽にいけよ。大丈夫、すべてうまくいくさ。",
  "002-A-Gregory.mp3": "Take it easy. I can assure you that everything will turn out fine.",
  "003-Q-Takumi.mp3": "悲観的な人生観を捨てて、前向きな態度を常に持ち続けよう。",
  "003-A-Kendra.mp3": "Let go of your negative outlook on life. Always maintain a positive attitude.",
  "004-Q-Kazuha.mp3": "生まれた国、性別、信条に関係なく、誰に対しても公平でなくてはならない",
  "004-A-Danielle.mp3": "You should be fair to everyone regardless of national origin, gender, or creed.",
  "005-Q-Tomoko.mp3": "平等は憲法で守られている。",
  "005-A-Joanna.mp3": "Equality is guaranteed by the Constitution.",
  "006-Q-Tomoko.mp3": "彼は柱に寄りかかって、自由の女神像をじっとみつめた",
  "006-A-Kimberly.mp3": "He leaned against the pillar and gazed at the Statue of Liberty.",
  "007-Q-Tomoko.mp3": "香水のほのかな香りを漂わせながら、一人の女性が僕の前を通り過ぎた。前の彼女のことを思い出してしまった。",
  "007-A-Gregory.mp3": "A woman passed by me giving off a subtle scent of perfume. It reminded me of my ex-girlfriend.",
  "008-Q-Takumi.mp3": "納豆は臭いはひどいけれど味は最高。",
  "008-A-Joanna.mp3": "\"Natto\" smells awful but tastes terrific.",
  "009-Q-Tomoko.mp3": "「汗でびしょぬれだよ。」「来ないで！臭いわ。シャワーを浴びて。」",
  "009-A-Joanna.mp3": "I'm soaked with sweat. \"Stand back! You stink. Take a shower.\"",
  "010-Q-Tomoko.mp3": "ボブはひどく取り乱していて、現実と虚構の区別がほとんどできなかった。",
  "010-A-Gregory.mp3": "Bob was so beside himself that he could scarcely tell fact from fiction.",
  "011-Q-Takumi.mp3": "まもなく出版になる彼の小説は、散文に彼の詩の才能を融合させたものだ。",
  "011-A-Kimberly.mp3": "His new nobel, which combines prose with his gift for poetry, is going to be published.",
  "012-Q-Tomoko.mp3": "来月、その百科事典の最新版が出る。",
  "012-A-Ruth.mp3": "An up-to-date edition of the encyclopedia will come out next month.",
  "013-Q-Takumi.mp3": "山田さんがその心ひかれるおとぎ話をやさしい日本語に翻訳 した。",
  "013-A-Salli.mp3": "Ms. Yamada translated the fascinating fairy tale into plain Japanese.",
  "014-Q-Kazuha.mp3": "以下の一説は有名な寓話からの引用です。",
  "014-A-Kendra.mp3": "The following passage is quoted from a well-known fable.",
  "015-Q-Tomoko.mp3": "「現代文学に詳しいですが？」 「ほとんど知りません。」",
  "015-A-Joanna.mp3": "Are you familiar with contemporary literature? \"I know next to nothing about it.\"",
  "016-Q-Takumi.mp3": "時々、\"\"curve\"\"と\"\"carve\"\"を混同してしまう",
  "016-A-Salli.mp3": "At times I confuse \"curve\" with \"carve.\"",
  "017-Q-Kazuha.mp3": "恥ずかしがらないで。あなたの発音はだいたい合っています。",
  "017-A-Ruth.mp3": "Don't be shy. Your pronunciation is more or less correct.",
  "018-Q-Tomoko.mp3": "この記事には語彙を本気で増やしたいと思う人々に役立つ情報が含まれています。",
  "018-A-Salli.mp3": "This article contains tips for those who are eager to increase their vocabulary.",
  "019-Q-Tomoko.mp3": "彼の最新の作品が市庁舎で展示されているの｡言葉にできないほど素敵よ。",
  "019-A-Stephen.mp3": "His latest works are on display at the city hall. They are fabulous beyond description.",
  "020-Q-Tomoko.mp3": "「少し詰めていただけませんか？」「あ、ごめんなさい。こんなに 場所を取っていたなんて気付きませんでした｡」",
  "020-A-Stephen.mp3": "Could you move over a little? \"Oh, sorry. I didn't realize I was taking up so much space.\"",
  "021-Q-Kazuha.mp3": "「この不格好な物体は何？」 「これは抽象芸術の作品だよ！」",
  "021-A-Kendra.mp3": "What's this ugly object? \"This is a piece of abstract art!\"",
  "022-Q-Kazuha.mp3": "100ドル貸してくれとリッチーに頼んだら、彼は「俺もお金がないんだよ！」と言って首を横に振った。",
  "022-A-Kendra.mp3": "I begged Richie to lend me a hundred bucks, but he shook his head, saying, \"I'm broke, too.\"",
  "023-Q-Takumi.mp3": "「安売りをしているといつも衝動買いしてしまうたちです。」 「私も。」",
  "023-A-Gregory.mp3": "I'm apt to buy things on impulse whenever something is on sale.\" \"So am I.",
  "024-Q-Takumi.mp3": "実際のところ、普通の人々にはそんな贅沢品を購入する余裕はない。",
  "024-A-Stephen.mp3": "As it is, ordinary people cannot afford to purchase such luxuries.",
  "025-Q-Tomoko.mp3": "予期していたとおり、失業率は3四半期連続で上昇した。",
  "025-A-Joey.mp3": "As we anticipated, the unemployment rate has risen three quarters in a row.",
  "026-Q-Kazuha.mp3": "出費を切り詰めないと。だから、これからは使ったお金は一日単位で記録していくつもりだ。",
  "026-A-Kimberly.mp3": "I have to cut down on my expenses, so from now on, I'm going to keep track of them on a daily basis.",
  "027-Q-Tomoko.mp3": "いずれにせよ、組合側はある程度妥協しなければならない",
  "027-A-Joanna.mp3": "In any case, the union has to compromise to a certain extent.",
  "028-Q-Takumi.mp3": "有能な整備士は引っ張りだこだから、なかなかの賃金を稼げる。",
  "028-A-Kimberly.mp3": "Competent mechanics are in great demand, so they earn decent wages.",
  "029-Q-Tomoko.mp3": "大統領は福祉改革を実行するための具体的な計画を発表した。",
  "029-A-Ruth.mp3": "The president announced a concrete plan to carry out welfare reform.",
  "030-Q-Tomoko.mp3": "彼の政策はきっと暗い結果を招くだろう。徹底的な見直しが必要だ。",
  "030-A-Ruth.mp3": "His policy will no doubt lead to dismal consequences. It needs a thorough review.",
  "031-Q-Takumi.mp3": "社会の高齢化が避けられないことは言うまでもない。",
  "031-A-Kendra.mp3": "It goes without saying that the aging of society is inevitable.",
  "032-Q-Tomoko.mp3": "この表をご覧になってください。少年非行が深刻な割合で増加していることを示しています。",
  "032-A-Danielle.mp3": "Please take a look at this chart. It indicates that juvenile delinquency is on the increase at an alarming rate.",
  "033-Q-Takumi.mp3": "多くの商業地区では、数年間売りに出されている空き地がたくさんある。",
  "033-A-Kimberly.mp3": "In many business districts, there are a lot of vacant lots which have been for sale for years.",
  "034-Q-Takumi.mp3": "大都市の人口密度が徐々に低下している。",
  "034-A-Gregory.mp3": "The population density in the metropolis is gradually decreasing.",
  "035-Q-Tomoko.mp3": "ほぼ間違いなくこの先数年、出生率は減少の一途をたどるだろう。",
  "035-A-Danielle.mp3": "In all likelihood, the birthrate will continue to decline steadily for years to come.",
  "036-Q-Takumi.mp3": "その発電所は遠く離れた郡に電気を供給している。",
  "036-A-Kimberly.mp3": "The power plant supplies the remote county with electricity.",
  "037-Q-Kazuha.mp3": "許可なくこの装置を操作することはできません。",
  "037-A-Gregory.mp3": "You are not allowed to operate this device without permission.",
  "038-Q-Takumi.mp3": "実は、住民たちは放射能にさらさせてきた。",
  "038-A-Kendra.mp3": "In fact, the inhabitants have been exposed to radiation.",
  "039-Q-Takumi.mp3": "核エネルギーの潜在的な危険性は､いくら強調してもし過ぎるということはない。",
  "039-A-Kimberly.mp3": "One cannot emphasize too much the potential danger of nuclear energy.",
  "040-Q-Kazuha.mp3": "過去数年間その問題を見過ごしていた報道機関が､今ではどちらかと言えばそのことを重視し過ぎている。",
  "040-A-Ruth.mp3": "For years the press overlooked the problem. But now, if anything, they are making too much of it.",
  "041-Q-Takumi.mp3": "穀物を栽培するだけでなく、その農業経営者は食料雑貨店も経営している。",
  "041-A-Joanna.mp3": "As well as cultivating grain, the farmer runs a grocery store.",
  "042-Q-Tomoko.mp3": "その研究所は1960年代後半に設立された。",
  "042-A-Ruth.mp3": "The research institute was established in the late 1960s.",
  "043-Q-Kazuha.mp3": "スターさんに直接相談したらどうですか？ この辺りでは文句なしでいちばん有名な弁護士ですよ。",
  "043-A-Joey.mp3": "Why don't you consult Starr in person? He's by far the most prominent attorney around here.",
  "044-Q-Tomoko.mp3": "念のためメモしておきます。記憶力が悪いから。",
  "044-A-Stephen.mp3": "I'll write it down just in case, because I have a bad memory.",
  "045-Q-Tomoko.mp3": "弁護士は依頼人に、保険会社に対して法的手段を取る事を勧めた。",
  "045-A-Gregory.mp3": "The lawyer recommended that his client take legal action against the insurance company.",
  "046-Q-Tomoko.mp3": "彼らには、けがに対する補償を受ける権利がある。",
  "046-A-Joanna.mp3": "They are entitled to be compensated for their injuries.",
  "047-Q-Takumi.mp3": "インフルエンザの流行で、現在までに200人もの人が亡くなっている。",
  "047-A-Joey.mp3": "So far, no less than 200 people have died of the flu epidemic.",
  "048-Q-Takumi.mp3": "それらの錠剤の効果は強烈だが持続性はない。",
  "048-A-Danielle.mp3": "The effect of those pills is intense but brief.",
  "049-Q-Kazuha.mp3": "彼は爪を噛む癖がある。あれには本当にぞっとするよ。",
  "049-A-Joanna.mp3": "He has a habit of biting his nails. It's absolutely disgusting.",
  "050-Q-Tomoko.mp3": "うちの息子を抱こうとしてかがんだときに、おばあちゃんは腰を痛めた。",
  "050-A-Joey.mp3": "My grandma strained her back when she bent down to hug my son.",
  "051-Q-Takumi.mp3": "肩が凝るなら、薬草治療を試してごらんよ。",
  "051-A-Joanna.mp3": "If you have a stiff neck, try an herbal remedy.",
  "052-Q-Tomoko.mp3": "医学の飛躍的発展は人類全体に多大な恩恵をもたらしてきた。",
  "052-A-Kimberly.mp3": "Medical breakthroughs have brought about great benefits for humanity as a whole.",
  "053-Q-Tomoko.mp3": "クローン技術は人間にはもちろん､牛にも応用してはいけない。 絶対にしてはならないことだ。",
  "053-A-Kendra.mp3": "We can't apply cloning techniques to cattle, let alone human beings. It's forbidden.",
  "054-Q-Kazuha.mp3": "鯨は哺乳動物に分類される。",
  "054-A-Danielle.mp3": "Whales are classified as mammals.",
  "055-Q-Tomoko.mp3": "進化論は私の想像力の範囲を超えている。",
  "055-A-Joanna.mp3": "The theory of evolution is beyond the reach of my imagination.",
  "056-Q-Tomoko.mp3": "その生物学者は自分の歴史的発見に誇りをもっており、そのことを臆することなく口に出す。",
  "056-A-Kendra.mp3": "The biologist is proud of his historic discovery and doesn't mind boasting about it.",
  "057-Q-Kazuha.mp3": "倫理的な理由から、彼らはいわゆる遺伝子治療に反対している。",
  "057-A-Ruth.mp3": "On ethical grounds, they are opposed to so-called gene therapy.",
  "058-Q-Takumi.mp3": "その病気の初期症状は高熱と喉の痛みです。",
  "058-A-Gregory.mp3": "The initial symptoms of the disease are fever and a sore throat.",
  "059-Q-Takumi.mp3": "脳の構造は複雑だ。",
  "059-A-Stephen.mp3": "The structure of the brain is complex.",
  "060-Q-Kazuha.mp3": "病気のために年次会議を欠席した代表者もいた。",
  "060-A-Gregory.mp3": "Owing to illness, some representatives were absent from the annual conference.",
  "061-Q-Tomoko.mp3": "私の娘婿は徐々に胃癌を克服しつつあり、今は明るく元気だ。",
  "061-A-Stephen.mp3": "Little by little, my son-in-law is recovering from stomach cancer, and now he is in good spirits.",
  "062-Q-Kazuha.mp3": "「これって偽物だろう？」 「何言ってるの。本物の骨蓮品よ。」 「まさか！」",
  "062-A-Stephen.mp3": "This is fake, isn't it?\" \"Hey, it's a genuine antique.\" \"No way!\"",
  "063-Q-Takumi.mp3": "「ほかにご注文は?」「こちらでお召し上がりですか？」「持ち帰ります。」",
  "063-A-Kendra.mp3": "Anything else? \"That's it.\" \"For here or to go?\" \"To go.\"",
  "064-Q-Tomoko.mp3": "「この敷物はおいくらですか?」「税込みで100ドルです」「じゃあ、これにします。」",
  "064-A-Danielle.mp3": "How much is this rug? \"$100 including tax.\" \"OK, I'll take it.\"",
  "065-Q-Kazuha.mp3": "そのパンツはあなたには似合わないと思う。こっちをはいてみて。今すごく流行っているのよ。",
  "065-A-Gregory.mp3": "I don't think those pants look good on you. Try these on. They're really in now!",
  "066-Q-Kazuha.mp3": "彼は「おつりはいいです」と言って、急いでタクシーを降りた。",
  "066-A-Salli.mp3": "He got out of the cab in haste, saying, \"Keep the change.\"",
  "067-Q-Kazuha.mp3": "当店のお客様は､わずかな追加料金で配達サービスをご利用できます。",
  "067-A-Ruth.mp3": "Delivery service is available to our customers for a slight extra charge.",
  "068-Q-Tomoko.mp3": "「これは僕のおごり。」 「だめよ。外食のときはいつもおごってもらっていいるし。」 「うーん、わかった。じゃあ割り勘にしよう。」",
  "068-A-Kimberly.mp3": "It's on me. \"No. You treat me every time we eat out.\" \"Well, okay. Let's split the check then.\"",
  "069-Q-Takumi.mp3": "ショッピングセンターをぶらぶらしていたら、偶然ケンに会った。",
  "069-A-Ruth.mp3": "While I was hanging out at the mall, I ran into Ken.",
  "070-Q-Takumi.mp3": "現金が足りなかったので、先週口座に入れた1000ドルを引き出した。",
  "070-A-Danielle.mp3": "I was short of cash, so I withdrew the $100 that I had deposited in my bank account last week.",
  "071-Q-Takumi.mp3": "彼女は帰宅途中にハンドバッグを盗まれた。",
  "071-A-Salli.mp3": "On her way home she was robbed of her purse.",
  "072-Q-Tomoko.mp3": "「それは変だわ。どうしてそんなことが起きたのか教えて。」 「後で説明するよ。」",
  "072-A-Ruth.mp3": "That's odd! Tell me how it happened. \"I'll explain it to you later.\"",
  "073-Q-Takumi.mp3": "私が約束を破ったので、罰として両親に門限を６時にされた。",
  "073-A-Gregory.mp3": "My parents gave me a 6 pm curfew as a punishment because I broke my promise.",
  "074-Q-Kazuha.mp3": "諺にある通り、「嘘も方便 （目的が手段を正当化する）」。",
  "074-A-Stephen.mp3": "As the proverb goes, \"The end justifies the means.\"",
  "075-Q-Takumi.mp3": "誰も頼れる人がいないとわかったのだから、自分の力でやっていくしかない。",
  "075-A-Joanna.mp3": "Now that I've found that there's no one to turn to, I'll have to stand on my own two feet.",
  "076-Q-Takumi.mp3": "議長は私の話を遮って、「話し合いはここまでにして決を採りましょう。」と言った。",
  "076-A-Joey.mp3": "The chairman cut me off, saying, \"Time to wind things up. Let's take a vote.\"",
  "077-Q-Kazuha.mp3": "我々は会議で率直な意見を交わしたが、この件に関してはまだ全体の意見がまとまらない。",
  "077-A-Joey.mp3": "We exchanged frank opinions in the meeting, but consensus is yet to be reached regarding this matter.",
  "078-Q-Kazuha.mp3": "「あなたは彼と同じ意見？ それとも違うの？」「彼のほうを支持するよ。」",
  "078-A-Ruth.mp3": "Do you agree or disagree with him? \"I'm on his side.\"",
  "079-Q-Kazuha.mp3": "厳密に言えば、彼の見解は私のものとはいくらか異なる。",
  "079-A-Kendra.mp3": "Strictly speaking, his view differs somewhat from mine.",
  "080-Q-Takumi.mp3": "もう一度詳しく説明していただけませんか？ お話の意図がわかりませんでした。",
  "080-A-Stephen.mp3": "Could you go over it again? I couldn't make out what you were getting at.",
  "081-Q-Kazuha.mp3": "僕の案を支持してくれる人は最初は誰もいなかったけれど、最後にはみんなを説得して賛同してもらうことができた。",
  "081-A-Joanna.mp3": "No one backed me up at first, but eventually I talked everyone into going along with my plan.",
  "082-Q-Kazuha.mp3": "君の不屈の努力、勇気、そして知恵には感心するよ。」「お世辞でもうれしいわ！」",
  "082-A-Danielle.mp3": "I admire your perseverance, courage and wisdom. \"You flatter me!\"",
  "083-Q-Takumi.mp3": "どうするかを決めるとき、僕は論理ではなく本能を当てにする。",
  "083-A-Danielle.mp3": "In making a decision, I rely not on logic but on instinct.",
  "084-Q-Takumi.mp3": "彼は独創的かつ賢明な解決策を考え出し、直ちにそれを実行に移した。",
  "084-A-Kendra.mp3": "He came up with an ingenious, sensible solution and immediately put it into practice.",
  "085-Q-Kazuha.mp3": "客観的に見れば、前者は後者よりも劣っている。",
  "085-A-Joanna.mp3": "From an objective viewpoint, the former is inferior to the latter.",
  "086-Q-Tomoko.mp3": "あなたの考えは理論上はすばらしそうだけれども、実際には機能しないと思います。",
  "086-A-Kimberly.mp3": "Your idea sounds marvelous in theory, yet I don't think it will work in practice.",
  "087-Q-Tomoko.mp3": "私たちは彼が相手に勝つことを期待したが、彼はその期待に応えられなかった。",
  "087-A-Joey.mp3": "We expected him to defeat his opponent, but he failed to live up to our expectations.",
  "088-Q-Takumi.mp3": "皮肉なことだが、彼らの最善の努力にもかかわらず、任務は完全な失敗に終わった。",
  "088-A-Kendra.mp3": "Ironically, despite their best endeavors, their mission resulted in complete failure.",
  "089-Q-Kazuha.mp3": "実地経験の不足は彼女の天賦の才能で補える。",
  "089-A-Salli.mp3": "Her genius makes up for her lack of firsthand experience.",
  "090-Q-Kazuha.mp3": "彼女にはどんな障害をも克服できるすばらしい能力がある。",
  "090-A-Joanna.mp3": "She possesses a great capacity for overcoming any obstacle.",
  "091-Q-Tomoko.mp3": "あなたの強固な支援がなかったら、その取引は成立しなかったでしょう。感謝しています。",
  "091-A-Joanna.mp3": "Without your solid support, the deal would have fallen through. I'm grateful to you.",
  "092-Q-Tomoko.mp3": "機内への可燃物の持ち込みは禁止されています。",
  "092-A-Joey.mp3": "Bringing flammable items into the cabin is prohibited.",
  "093-Q-Tomoko.mp3": "ちょっとした事故が原因で、私たちのウィーン行きの便に遅れが出た。",
  "093-A-Ruth.mp3": "Our flight to Vienna was delayed on account of a minor accident.",
  "094-Q-Takumi.mp3": "飛行機が爆発して海に墜落し、乗っていた全員が死亡した。",
  "094-A-Salli.mp3": "The plane blew up and plunged into the ocean, killing all the people on board.",
  "095-Q-Kazuha.mp3": "彼らは昼夜休むことなく、その墜落事故の原因を調査している。",
  "095-A-Salli.mp3": "They are working around the clock looking into the cause of the crash.",
  "096-Q-Takumi.mp3": "不幸にも、その大惨事で生き残った乗客はほとんどいなかった。",
  "096-A-Salli.mp3": "Unfortunately, few passengers survived the catastrophe.",
  "097-Q-Kazuha.mp3": "航空評論家が統計を詳細に分析した。",
  "097-A-Danielle.mp3": "The aviation expert analyzed the statistics in detail.",
  "098-Q-Takumi.mp3": "全従業員を代表いたしまして、犠牲者の方々に対してお悔やみを申し上げたいと存じます。",
  "098-A-Joanna.mp3": "On behalf of all the staff, I'd like to express our sympathy for the victims.",
  "099-Q-Takumi.mp3": "ある意味、その惨事の責任は彼にある。",
  "099-A-Stephen.mp3": "In a sense, he is to blame for the disaster.",
  "100-Q-Tomoko.mp3": "車両は欠陥がないか3ケ月に1度検査される。",
  "100-A-Kimberly.mp3": "The vehicles are inspected for defects every three months.",
  "101-Q-Kazuha.mp3": "うちの光熱費がそんな額になっているのを知ってびっくりした。",
  "101-A-Joanna.mp3": "I was amazed to see that our utility bills came to so much",
  "102-Q-Takumi.mp3": "｢水道の栓を閉めなさい！｣とお母さんがかんかんになって叫んだ。",
  "102-A-Salli.mp3": "Turn the faucet off! mom yelled in a rage.",
  "103-Q-Kazuha.mp3": "食べ物が腐らない様にふたをしっかり閉めなさい。",
  "103-A-Gregory.mp3": "Tighten the lid so the food doesn't go bad.",
  "104-Q-Kazuha.mp3": "｢ハサミを貸してもらえる？」「もちろん。はいどうぞ｡」",
  "104-A-Joanna.mp3": "Can I borrow your scissors? \"Sure, here you are.\"",
  "105-Q-Kazuha.mp3": "針と糸の代わりに透明な接着剤を使っても結構です｡",
  "105-A-Joanna.mp3": "You can substitute some transparent glue for a needle and thread.",
  "106-Q-Tomoko.mp3": "この織物を染めたら縮んでしまった。",
  "106-A-Kendra.mp3": "I dyed this fabric and it shrank",
  "107-Q-Tomoko.mp3": "この革のジャケットは処分するよ。両肘の部分がすり減って穴があいているから。",
  "107-A-Ruth.mp3": "I'm getting rid of this leather jacket because it's worn out at the elbows.",
  "108-Q-Kazuha.mp3": "その混ぜ合わせたものに小麦粉を加えて、とろみがつくまでかき混ぜましょう。",
  "108-A-Gregory.mp3": "Add some flour to the mixture and stir it until it becomes thick.",
  "109-Q-Tomoko.mp3": "「残り物をどうしよう？」 「とりあえず冷蔵庫に入れておいて。 後で電子レンジで温め直すよ。」",
  "109-A-Joey.mp3": "What should we do with the leftovers? \"Keep them in the fridge for now. I'll heat them in the microwave later.\"",
  "110-Q-Kazuha.mp3": "新しいパソコンに全額つぎ込むこともできたが、考え直して、まさかの時のために多少は残しておくことにした。",
  "110-A-Salli.mp3": "I could have laid out all that money on a new PC, but on second thought I decided to put some aside for a rainy day.",
  "111-Q-Tomoko.mp3": "携帯電話はちょっとした必需品になったことだし、それなしではやっていけない。",
  "111-A-Gregory.mp3": "A cell phone has become something of a necessity, and I can't do without one.",
  "112-Q-Kazuha.mp3": "イスにゆったり座ってくつろいだ途端、妻に雑用を頼まれた。",
  "112-A-Kendra.mp3": "No sooner had I sat back and relaxed than my wife asked me to do the chores.",
  "113-Q-Tomoko.mp3": "彼女は赤ちゃんを寝かせて自分も隣に横になった。",
  "113-A-Gregory.mp3": "She laid the baby down and lay down beside him.",
  "114-Q-Kazuha.mp3": "ここにある物を片付けなさい。邪魔よ。",
  "114-A-Joey.mp3": "Put this stuff away! It's in the way.",
  "115-Q-Tomoko.mp3": "子供たちが恐竜ごっこをしていたら、お母さんに叱られた。",
  "115-A-Kimberly.mp3": "When the kids made believe they were dinosaurs, they were scolded by their mother.",
  "116-Q-Tomoko.mp3": "彼が棚にぶつかり、とても高価な陶磁器が落ちて粉々に割れてしまった。",
  "116-A-Gregory.mp3": "After he bumped into the shelf, the priceless china fell and shattered into fragments.",
  "117-Q-Tomoko.mp3": "「うちの子たちをちょっと見ててもらえる？ケンを迎えに行かないといけないの｡」「いいよ｡」",
  "117-A-Joey.mp3": "\"Can you keep an eye on my kids for a while? I need to pick up Ken. \"No problem.\"",
  "118-Q-Kazuha.mp3": "隣の家の人が庭をめちゃくちゃにされたと、私たちにがみがみ説教した。",
  "118-A-Kimberly.mp3": "Our neighbor told us off for making a mess in his yard.",
  "119-Q-Takumi.mp3": "ドリーはあらゆる面でお姉さんにそっくりだ。二人を見分けることはできないよ。",
  "119-A-Danielle.mp3": "Dolly resembles her big sister in every way. You can't tell them apart.",
  "120-Q-Takumi.mp3": "慨して、双子には似たところが多い。",
  "120-A-Joey.mp3": "As a rule, twins have a lot in common.",
  "121-Q-Kazuha.mp3": "皿洗いとか洗濯とか、そういうことにはもううんざり！",
  "121-A-Kendra.mp3": "I'm tired of doing the dishes, doing the laundry, and so on!",
  "122-Q-Takumi.mp3": "時間があいたときの一番の楽しみは浜辺の散歩です。気持ちいいですよ。",
  "122-A-Stephen.mp3": "My favorite pastime is strolling along the shore. It's pleasant.",
  "123-Q-Takumi.mp3": "「私、もうくたくた。日陰で休憩しましょう｡」「そうだね｡」",
  "123-A-Joanna.mp3": "I'm exhausted! Let's take a break in the shade. \"Why not?\"",
  "124-Q-Takumi.mp3": "「ボブ、この自動販売機、故障してるわ｡」「何だって！喉が乾いて死にそうだよ！」",
  "124-A-Stephen.mp3": "Bob, this vending machine is out of order. \"Oh no! I'm dying of thirst!\"",
  "125-Q-Takumi.mp3": "彼は空腹と疲労で気を失ったが、しばらくして意識を取り戻した。",
  "125-A-Salli.mp3": "He fainted with hunger and fatigue, but came to after a while.",
  "126-Q-Kazuha.mp3": "たった一つの家具を除けば、講堂はがらんどうだった。",
  "126-A-Ruth.mp3": "The auditorium was empty except for a single piece of furniture.",
  "127-Q-Takumi.mp3": "家賃が安ければ、どんなマンションでも構いません。こだわりはありませんから。",
  "127-A-Kimberly.mp3": "Any apartment will do as long as the rent is low. I'm not particular about it.",
  "128-Q-Kazuha.mp3": "彼の60歳のいとこが湖畔の不動産を相続した。",
  "128-A-Salli.mp3": "His sixty-year-old cousin inherited a piece of real estate by a lake.",
  "129-Q-Kazuha.mp3": "雑談はこの辺にして、本題に入りましょう。",
  "129-A-Kendra.mp3": "So much for small talk. Let's get down to business.",
  "130-Q-Kazuha.mp3": "ルーシーは、契約書にサインさせようとする強引な販売員に腹を立てた。",
  "130-A-Danielle.mp3": "Lucy resented the aggressive salesman trying to make her sign the contract.",
  "131-Q-Kazuha.mp3": "私たちの株式投資への意欲をそぐような要因がかなりある。",
  "131-A-Joanna.mp3": "There are a number of factors discouraging us from investing in stocks.",
  "132-Q-Kazuha.mp3": "日本は様々な原料を輸入し、工業製品を輸出している。",
  "132-A-Kimberly.mp3": "Japan imports various raw materials and exports manufactured goods.",
  "133-Q-Tomoko.mp3": "経済発展の過程で、日本はその伝統的価値観を捨ててきた。",
  "133-A-Kendra.mp3": "In the course of its economic development, Japan has abandoned its traditional values.",
  "134-Q-Takumi.mp3": "世界はかつてない危機に直面している。",
  "134-A-Stephen.mp3": "The world is faced with an unprecedented crisis.",
  "135-Q-Tomoko.mp3": "要するに、その規制の目的は国内産業の保護だ。",
  "135-A-Joey.mp3": "In short, the purpose of the regulations is to protect domestic industries.",
  "136-Q-Takumi.mp3": "世界での競争力を維持するためには、日本は大幅な規制緩和に真剣に着手しなければならない。",
  "136-A-Joey.mp3": "In order to keep up its competitiveness in the world, Japan must undertake sweeping deregulation in earnest.",
  "137-Q-Tomoko.mp3": "危機にさらされ、わらにもすがる思いでいる人々を、私たちは放っておけない。",
  "137-A-Salli.mp3": "We cannot turn our backs on desperate people who are at risk.",
  "138-Q-Takumi.mp3": "議会は発展途上国に財政援助を行うことを決議した。",
  "138-A-Salli.mp3": "The parliament decided to provide developing countries with financial aid.",
  "139-Q-Tomoko.mp3": "英国の君主制は廃止されるべきだと言う人もいるけど、あなたはどう思う？",
  "139-A-Joey.mp3": "Some say the British monarchy should be abolished.What do you think?\"",
  "140-Q-Kazuha.mp3": "彼らは攻撃を逃れる安全な場所を探したが、隠れる場所はどこにもなかった。",
  "140-A-Kendra.mp3": "They sought shelter from the attack but found no place to hide.",
  "141-Q-Tomoko.mp3": "軍縮において、両国が大きな進展を遂げる見込みはほとんどない。",
  "141-A-Ruth.mp3": "There's little prospect that the two countries will make significant progress in disarmament.",
  "142-Q-Kazuha.mp3": "交渉は進行中だ。そろそろ正念場を迎えるだろう。",
  "142-A-Danielle.mp3": "The negotiations are under way. Before long, they will enter a crucial phase.",
  "143-Q-Tomoko.mp3": "奴隷たちは自分たちの運命を変えたいと切望していた。",
  "143-A-Danielle.mp3": "The slaves were anxious to alter their destinies.",
  "144-Q-Takumi.mp3": "貴族たちは思うがままに特権を乱用した。",
  "144-A-Gregory.mp3": "The aristocrats abused their privileges to their hearts' content.",
  "145-Q-Tomoko.mp3": "結局、革命それ自体は何の成果ももたらさなかった。",
  "145-A-Joanna.mp3": "The revolution in itself, bore no fruit, after all.",
  "146-Q-Tomoko.mp3": "ボブが「それには反対だ！」と言って会話に割り込んできた。けれども、誰も耳を貸さなかった。",
  "146-A-Salli.mp3": "Bob cut in on our conversation, saying, \"I'm against it!\" But everybody ignored him.",
  "147-Q-Kazuha.mp3": "私たちは彼の順番をわざと飛ばした。",
  "147-A-Danielle.mp3": "We skipped his turn on purpose.",
  "148-Q-Tomoko.mp3": "誰かがいじめられているのを見たのに、彼は見ないふりをした。",
  "148-A-Stephen.mp3": "He saw someone being bullied, but he turned a blind eye.",
  "149-Q-Takumi.mp3": "ニックと僕がテストでカンニングしたとき、僕は停学処分。ニックの方はまんまと逃れた。",
  "149-A-Ruth.mp3": "When Nick and I cheated on an exam, I was suspended from school. As for Nick, he got away with it.",
  "150-Q-Takumi.mp3": "彼らはリチャードの富と地位に対する嫉妬から、彼に敵意を抱いている。",
  "150-A-Ruth.mp3": "They are hostile to Richard because they are jealous of his wealth and status.",
  "151-Q-Kazuha.mp3": "彼のことは大嫌い。まるで自分が大物であるかのように振る舞うのよ。",
  "151-A-Gregory.mp3": "I hate him! He behaves as if he were somebody.",
  "152-Q-Takumi.mp3": "僕たちがほめ言葉をかけたのに、彼は顔をしかめてそっぽを向いた。失礼だ！",
  "152-A-Stephen.mp3": "In spite of our compliments, he frowned and turned away.He was so rude!",
  "153-Q-Kazuha.mp3": "その莫大な財産は自分が自由にできるものだ、と彼は主張した。",
  "153-A-Danielle.mp3": "He claimed that the enormous property was at his disposal.",
  "154-Q-Tomoko.mp3": "頑固になればなるほど孤立するよ。",
  "154-A-Kimberly.mp3": "The more stubborn you are, the more isolated you become.",
  "155-Q-Takumi.mp3": "「遠回しな言い方はやめてくれ！僕にどうしろって言うんだ？」 「慌てずに待つしかありません。時が経てばわかります。」",
  "155-A-Joey.mp3": "\"Don't beat around the bush! What am I supposed to do?\" \"Just wait and see. Time will tell.\"",
  "156-Q-Takumi.mp3": "課題は電子メールで6月10日の午後5時までに提出して下さい。",
  "156-A-Salli.mp3": "Please hand in your assignment via e-mail no later than 5:00 PM on |une 10.",
  "157-Q-Tomoko.mp3": "ジョーが勤勉なんてとんでもない。だからまた数学を落としたんだ。",
  "157-A-Danielle.mp3": "Joe is anything but diligent. That's why he flunked math again.",
  "158-Q-Tomoko.mp3": "彼の論文は意味不明。第一、主題が曖昧だ。",
  "158-A-Kimberly.mp3": "His thesis doesn't make sense. To begin with, its theme is obscure.",
  "159-Q-Tomoko.mp3": "彼の小論文は簡潔で要領を得ていた。",
  "159-A-Stephen.mp3": "His essay was concise and to the point.",
  "160-Q-Kazuha.mp3": "「この複雑な問題をどう処理するつもり？｣ ｢任せとけって。朝飯前さ。」",
  "160-A-Salli.mp3": "\"How are you going to deal with this complicated problem?\" \"Leave it to me! It's a piece of cake.\"",
  "161-Q-Takumi.mp3": "「ニック、これを提出する前にざっと目を通して欲しいの。」 「ごめん、今、手が離せないんだ。」",
  "161-A-Danielle.mp3": "\"Nick, I want you to look this over before I turn it in.\" \"Sorry, but I have my hands full right now.\"",
  "162-Q-Tomoko.mp3": "「締め切りに間に合わなかったらどうなる？」 「きっと彼に怒られるぞ！」",
  "162-A-Ruth.mp3": "\"What if I don't meet the deadline?\" \"I bet he'll get mad at you!\"",
  "163-Q-Kazuha.mp3": "字が汚いことを別にすれば、君の要約は完壁だ。",
  "163-A-Danielle.mp3": "Your summary leaves nothing to be desired apart from the terrible handwriting.",
  "164-Q-Tomoko.mp3": "その前提が妥当かどうかよく考えるべきだ。",
  "164-A-Kendra.mp3": "You ought to think over whether the premise is valid or not.",
  "165-Q-Tomoko.mp3": "とりわけ、科学用語には厳密な定義が要求される。",
  "165-A-Kendra.mp3": "Above all, scientific terms call for precise definitions",
  "166-Q-Takumi.mp3": "何よりもまず、公式を暗記しなさい。",
  "166-A-Kendra.mp3": "First of all, learn the formula by heart.",
  "167-Q-Takumi.mp3": "体積を計算する場合は、縦と横と深さを掛けます。",
  "167-A-Joey.mp3": "To calculate the volume, multiply the length by the width by the depth.",
  "168-Q-Kazuha.mp3": "樽の底にとても小さなひびがあるのを見つけた。",
  "168-A-Gregory.mp3": "Tiny cracks were found in the bottom of the barrel.",
  "169-Q-Kazuha.mp3": "この章では幾何学の概念に焦点をあてます。",
  "169-A-Gregory.mp3": "This chapter will focus on the concepts of geometry.",
  "170-Q-Takumi.mp3": "フィルは実用的な技能よりも学問的なテーマのほうに興味がある。",
  "170-A-Stephen.mp3": "Phil is much more interested in academic subjects than in practical skills.",
  "171-Q-Takumi.mp3": "｢この顕微鏡、どこかおかしくなっちゃった。修理してもらわないと。」 「見せて。僕が直せるかも。」",
  "171-A-Kendra.mp3": "\"Something's gone wrong with this microscope. I need to have it repaired.\" \"Let me see it. Maybe I can fix it.\"",
  "172-Q-Kazuha.mp3": "「インストゥルメントって何ですか？」「例えば、温度計や気圧計とかの計器がそうです。」",
  "172-A-Stephen.mp3": "\"What is 'an instrument?\" \"For instance, a gauge, such as a thermometer or a barometer.\"",
  "173-Q-Kazuha.mp3": "その微粒子は肉眼でもかろうじて見える。",
  "173-A-Gregory.mp3": "The minute particles are barely visible to the naked eye.",
  "174-Q-Kazuha.mp3": "筋肉組織はおびただしい数の細胞から成っている。",
  "174-A-Joey.mp3": "Muscle tissue consists of a vast number of cells.",
  "175-Q-Takumi.mp3": "この物質は主に水素と酸素でできている。",
  "175-A-Stephen.mp3": "This substance is mostly composed of hydrogen and oxygen.",
  "176-Q-Kazuha.mp3": "正確な気温はセ氏22.68度です。",
  "176-A-Gregory.mp3": "The exact temperature is 22.68 degrees Celsius.",
  "177-Q-Tomoko.mp3": "「ナオミは自分の完壁なスタイルをひけらかしたがる。私も彼女みたいに痩せていればなあ。彼女が羨ましいわ。｣ ｢ダイエットすれば。」",
  "177-A-Joey.mp3": "\"Naomi likes to show off her perfect figure. I wish I were thin like her. I envy her.\" \"You could go on a diet.\"",
  "178-Q-Tomoko.mp3": "ナオミに一目惚れした。３ケ月後、思い切って彼女にプロポーズしてみたが振られてしまった。",
  "178-A-Danielle.mp3": "I fell in love with Naomi at first sight. Three months later, I took a chance and proposed to her, but she turned me down.",
  "179-Q-Kazuha.mp3": "偶然その人に出会ったの。優しくて頭もいいの。おまけに独身！",
  "179-A-Joey.mp3": "I met the man by chance. He's gentle and smart. What's more, he's single!",
  "180-Q-Kazuha.mp3": "彼の甥は、謙虚で思いやりのある人になるように育てられた。",
  "180-A-Stephen.mp3": "His nephew was brought up to be modest and considerate.",
  "181-Q-Kazuha.mp3": "私の両親にボブを紹介したら、二人ともすぐに彼のことが好きになった。",
  "181-A-Joanna.mp3": "I introduced Bob to my folks, and they took to him at once.",
  "182-Q-Takumi.mp3": "人は外見ではなく、むしろ中身で判断されるべきだ。",
  "182-A-Stephen.mp3": "People should be judged not so much by how they look as by who they are.",
  "183-Q-Kazuha.mp3": "「大切なのは肩書きなんかじゃない。絶対そうだ！」と、ボブは語気を強めて言った。",
  "183-A-Salli.mp3": "\"It's not your title that counts. That's for sure!\" exclaimed Bob.",
  "184-Q-Tomoko.mp3": "自分の力で成功をつかんだ人が言ったように、「先見の明のある人は最後には成功する」。",
  "184-A-Salli.mp3": "As a self-made man put it, \"A man of vision will make good in the end.\"",
  "185-Q-Tomoko.mp3": "若さが永遠のものではないことを忘れてはいけない。",
  "185-A-Gregory.mp3": "Keep in mind that youth is not eternal",
  "186-Q-Kazuha.mp3": "いったいなぜみんながそれ程までにボブを軽蔑するのか、僕にはわからない。",
  "186-A-Joey.mp3": "I can't figure out why on earth everybody feels so much contempt for Bob!",
  "187-Q-Kazuha.mp3": "彼のことを笑わずにはいられない。ばかな間違いを繰り返すからね。きっと彼は懲りないんだろうな。",
  "187-A-Salli.mp3": "I can't help laughing at him because he keeps on making stupid mistakes.He'd be the last person to learn his lesson.",
  "188-Q-Takumi.mp3": "さらに厄介なことに、彼は私たちに迷惑をかけていることさえわかっていない。",
  "188-A-Ruth.mp3": "To make matters worse, he isn't even conscious of annoying us.",
  "189-Q-Tomoko.mp3": "慌てていたから、手袋を間違えて裏返しにはめてしまった。",
  "189-A-Stephen.mp3": "Since I was in a hurry, I put my gloves on inside out by mistake.",
  "190-Q-Tomoko.mp3": "デイブはデブでドジ。浅い小川を飛び越えた時に、つまずいて足首を捻挫したんだ。",
  "190-A-Kendra.mp3": "Dave is fat and clumsy. when he leaped over the shallow stream, he stumbled and twisted his ankle.",
  "191-Q-Tomoko.mp3": "「僕、高所恐怖症なんだ。」 「弱虫っ！」",
  "191-A-Joey.mp3": "\"I'm scared of heights.\" \"You're a coward!\"",
  "192-Q-Takumi.mp3": "消極的なその男性が、人前で自己表現をすることはまずない。",
  "192-A-Gregory.mp3": "The passive man seldom, if ever, expresses himself in public.",
  "193-Q-Takumi.mp3": "迷信はすべて根拠のないものだということが、ニックに言われてよくわかった。",
  "193-A-Danielle.mp3": "Nick convinced me that all superstitions are irrational.",
  "194-Q-Kazuha.mp3": "注射のことを考えると、怖くて震えてしまう。",
  "194-A-Danielle.mp3": "I tremble with fear at the thought of an injection.",
  "195-Q-Takumi.mp3": "ボブは根が怠け者だから、与えられた仕事をしばしば怠る。",
  "195-A-Danielle.mp3": "Since Bob is lazy at heart, he frequently neglects his duties.",
  "196-Q-Tomoko.mp3": "ボブが働いている間、ジェニファーは家でくだらないメロドラマに夢中になっていた。",
  "196-A-Stephen.mp3": "While Bob was at work, Jennifer was at home absorbed in silly soap opera.",
  "197-Q-Tomoko.mp3": "ボブはマンガ好きだけど、僕にはそれほどいいものとは思えない。実際、つまらないよ。",
  "197-A-Stephen.mp3": "Bob likes cartoons, but I don't think much of them. As a matter of fact, they're boring",
  "198-Q-Kazuha.mp3": "彼が私の目を見ようとしなかったので、何かを隠していると思った。",
  "198-A-Kimberly.mp3": "It occurred to me that he was holding something back, because he wouldn't look me in the eye.",
  "199-Q-Takumi.mp3": "彼女は我慢しきれなくなり、襟首をつかんで彼をののしった。",
  "199-A-Kimberly.mp3": "When her patience gave out, she grabbed his collar and swore at him.",
  "200-Q-Kazuha.mp3": "確かに、私たちは時々口げんかもしますが、普段は仲良くやっています。",
  "200-A-Joey.mp3": "I must admit we quarrel every now and then, but generally we're on good terms with each other.",
  "201-Q-Takumi.mp3": "「君の家に寄ってもいいかい？」 「もちろんいいわよ。気兼ねなく！」",
  "201-A-Kendra.mp3": "\"Do you mind if I stop by your house?\" \"No, not at all. Be my guest!\"",
  "202-Q-Takumi.mp3": "ちょっと待ってて。すぐ戻るから。切らないでよ！（電話で）",
  "202-A-Joey.mp3": "Hold on. I'll be right back. Don't hang up!",
  "203-Q-Kazuha.mp3": "うちには泊められないわ。一つには、時々お父さんがふらっとやって来るから。",
  "203-A-Salli.mp3": "I can't put you up. For one thing, my dad drop in on me from time to time.",
  "204-Q-Tomoko.mp3": "ジェニファーがじっと立っている間、ボブは歩道を行ったり来たりしていた。",
  "204-A-Salli.mp3": "While Jennifer was standing still, Bob was pacing back and forth along the sidewalk.",
  "205-Q-Kazuha.mp3": "「仲直りしようよ、リサ。」 「私がいて当然だなんて思わないで。私たち、今度は永遠に終わりよ。本気なんだから！」",
  "205-A-Kimberly.mp3": "\"Let's make up, Lisa.\" \"Stop taking me for granted! We're through for good this time.I mean it!\"",
  "206-Q-Takumi.mp3": "おい！リサ、そう感情的になるなよ。君を傷つけるつもりじゃなかったんだ。じっくり話し合おう。",
  "206-A-Joanna.mp3": "Come on! Don't get so emotional, Lisa. I didn't mean to hurt you. Let's talk it over.",
  "207-Q-Kazuha.mp3": "「私を裏切ったわね！」 「許してくれよ。どうしたら埋め合わせができるかなあ？」 「仕返ししてやるっ！」",
  "207-A-Danielle.mp3": "\"You betrayed me!\" \"Please forgive me. How can I make it up to you?\" \"I'll get even!\"",
  "208-Q-Takumi.mp3": "自分の罪は隠しておかずに告白したほうがいい。",
  "208-A-Joanna.mp3": "You should confess your sins rather than conceal them.",
  "209-Q-Takumi.mp3": "約束は守りなさい。そうしないと評判を落としますよ。",
  "209-A-Stephen.mp3": "Keep your word; otherwise you'll end up losing face.",
  "210-Q-Takumi.mp3": "ボブは自分の道徳的信条を曲げない男だ。正直でいれば最後には報われると信じている。",
  "210-A-Kimberly.mp3": "Bob sticks to his moral principles and believes that honesty pays off in the long run.",
  "211-Q-Takumi.mp3": "「元気を出して。仕方ないわ。」 「やれるだけのことはやったんだ。」 「わかってる。過ぎたことにくよくよしないで。やり直せるわよ！」",
  "211-A-Kendra.mp3": "\"Cheer up! You couldn't help it.\" \"I did my best.\" \"I know. Don't dwell on the past. You can start over!",
  "212-Q-Tomoko.mp3": "「ジェーン、タイムズ・スクェアーまで乗せて行って欲しいんだけど。」 「そうしてあげたいのは山々だけど。今、全然時間がないの。」",
  "212-A-Joey.mp3": "\"Jane, please do me a favor and give me a ride to Times Square.\" \"I wish I could, but I'm tied up right now.\"",
  "213-Q-Tomoko.mp3": "いつものように、マイクは時間通りに現れた。本当に時間に正確な人だ。」",
  "213-A-Gregory.mp3": "As usual, Mike turned up on time. He's very punctual.",
  "214-Q-Takumi.mp3": "この前、混雑した幹線道路の真ん中でガス欠してしまった。",
  "214-A-Ruth.mp3": "The other day I ran out of gas in the middle of a busy Interstate.",
  "215-Q-Kazuha.mp3": "私の前を走っていたトラックがスリップして横転し、積み荷を路面いっぱいに散乱させた。",
  "215-A-Kendra.mp3": "A truck driving ahead of me skidded, turned over, and scattered its load all over the road.",
  "216-Q-Takumi.mp3": "衝突を避けられたのは運が良かっただけ、と彼は回想した。",
  "216-A-Danielle.mp3": "He recalled that a collision had been avoided by sheer luck.",
  "217-Q-Tomoko.mp3": "緊急の際には、すぐに私の代理人と連絡を取って下さい。",
  "217-A-Stephen.mp3": "In case of an emergency, get in touch with my agent right away.",
  "218-Q-Kazuha.mp3": "「ジェーン、俺たちはどこに向かってるんだ？」 「迷ったみたい。違う方向に来ちゃったわ。」 「何だよ。車を止めてくれ！」",
  "218-A-Salli.mp3": "\"Jane, where are we heading?\" \"I think we're lost. We went in the wrong direction.\" \"Damn! Pull over!\"",
  "219-Q-Tomoko.mp3": "僕のさびついたフォードが故障して、交差点をふさいでしまった。",
  "219-A-Gregory.mp3": "My rusty Ford broke down, obstructing the intersection.",
  "220-Q-Kazuha.mp3": "表面に細かい傷やへこみがたくさんあるから、磨いても無駄だよ。",
  "220-A-Ruth.mp3": "There are so many fine scratches and dents on its surface, it's no use polishing it.",
  "221-Q-Takumi.mp3": "「おい、渋滞にはまっちゃったよ！」 「熱くならないで、ジョー。近道しましょう。時間までには着けるわ。」",
  "221-A-Joanna.mp3": "\"Hey, we're stuck in a traffic jam!\" \"Chill out, Joe. Let's take a shortcut! We'll get there in time.\"",
  "222-Q-Takumi.mp3": "「パンクしちゃったよ。手を貸してくれる？」 「喜んで。」",
  "222-A-Salli.mp3": "\"I've got a flat tire. Can you give me a hand?\" \"I'd be glad to.\"",
  "223-Q-Takumi.mp3": "ハンドルがきかなくなった救急車が、危うく歩行者をひきそうになった。",
  "223-A-Kendra.mp3": "The ambulance went out of control and came close to running over a pedestrian.",
  "224-Q-Takumi.mp3": "火星にはかつて原始的な生物が存在していたと彼は力説している。",
  "224-A-Kimberly.mp3": "He contends that primitive life once existed on Mars.",
  "225-Q-Kazuha.mp3": "乗組員たちは宇宙への航海の準備に忙しい。",
  "225-A-Stephen.mp3": "The crew is busy preparing for the voyage into outer space.",
  "226-Q-Tomoko.mp3": "彼らは無重力状態で一連の実験をおこなった。",
  "226-A-Salli.mp3": "They conducted a series of experiments under zero gravity.",
  "227-Q-Kazuha.mp3": "多くの天文学者は、宇宙は無限に膨張を続けていくものと考えている。",
  "227-A-Joanna.mp3": "Many astronomers assume that the universe will expand infinitely.",
  "228-Q-Takumi.mp3": "宇宙飛行士たちは自然と沸き起こった拍手で迎えられた。",
  "228-A-Gregory.mp3": "The astronauts were greeted with spontaneous applause.",
  "229-Q-Kazuha.mp3": "滅亡の危機に瀕した地球を守ろうと、ある基金が設立された。",
  "229-A-Danielle.mp3": "A fund was set up with a view to preserving our endangered planet.",
  "230-Q-Tomoko.mp3": "大洪水で現地の交通網が麻痺した。",
  "230-A-Joey.mp3": "The massive flood paralyzed the local transportation network.",
  "231-Q-Kazuha.mp3": "赤道は地球を二つの半球に分ける。",
  "231-A-Kimberly.mp3": "The equator divides the globe into two hemispheres.",
  "232-Q-Kazuha.mp3": "毛皮のコートのために動物を罠で捕獲するのは残酷なことだ。",
  "232-A-Gregory.mp3": "I think it's cruel to trap animals for fur coats.",
  "233-Q-Tomoko.mp3": "その団体は野生動物の保護において、最も重要な役割を果たしている。",
  "233-A-Joanna.mp3": "The organization plays a principal role in wildlife conservation.",
  "234-Q-Tomoko.mp3": "多くの弱い生物種が絶滅の危機に瀕している。",
  "234-A-Salli.mp3": "Many fragile species are on the verge of extinction.",
  "235-Q-Takumi.mp3": "長引く干ばつが収穫に甚大な被害をもたらした。",
  "235-A-Salli.mp3": "The prolonged drought did severe damage to the crops.",
  "236-Q-Tomoko.mp3": "熱帯雨林の消滅が地球規模で急速に進んでいます。その原因の一つは酸性雨です。",
  "236-A-Salli.mp3": "Tropical rain forests are quickly disappearing on a global scale. In part, it's due to acid rain.",
  "237-Q-Tomoko.mp3": "地球温暖化は、二酸化炭素の排出と直接の関係があると言われている。",
  "237-A-Stephen.mp3": "It is said that global warming is directly related to carbon dioxide emissions.",
  "238-Q-Tomoko.mp3": "オゾン層の破壊は環境に影響を及ぼす。",
  "238-A-Salli.mp3": "The destruction of the ozone layer affects the environment.",
  "239-Q-Tomoko.mp3": "委員会は、大気汚染を抑制するために互いに協力し合うよう各国に要請した。",
  "239-A-Ruth.mp3": "The committee called on all nations to work side by side to curb air pollution.",
  "240-Q-Takumi.mp3": "溶け続ける氷河を監視するために、人工衛星が軌道に打ち上げられた。",
  "240-A-Stephen.mp3": "A satellite was launched into orbit to monitor melting glaciers.",
  "241-Q-Tomoko.mp3": "石油は天の恵みであると同時に災いのもとであると、その生態学者は我々に繰り返し警告してきた。",
  "241-A-Salli.mp3": "The ecologist has warned us time and again that petroleum is not only a blessing but also a curse.",
  "242-Q-Takumi.mp3": "その大陸は化石燃料が豊富だ。",
  "242-A-Joey.mp3": "The continent is abundant in fossil fuels.",
  "243-Q-Tomoko.mp3": "その地域は鉱物資源が比較的豊かだ。",
  "243-A-Joey.mp3": "The region is relatively rich in mineral resources.",
  "244-Q-Takumi.mp3": "小麦はこの地域の農業生産高のおよそ3分の2を占めている。",
  "244-A-Joanna.mp3": "Wheat accounts for approximately two-thirds of agricultural production in the area.",
  "245-Q-Takumi.mp3": "良い収穫を得るためには、肥沃な土壌が不可欠だ。",
  "245-A-Kimberly.mp3": "Fertile soil is indispensable for a good harvest.",
  "246-Q-Takumi.mp3": "湿気の多い気候はその半島の特色です。",
  "246-A-Gregory.mp3": "A humid climate is characteristic of the peninsula.",
  "247-Q-Takumi.mp3": "その活火山は周期的に噴火する。",
  "247-A-Joanna.mp3": "The active volcano erupts at regular intervals.",
  "248-Q-Tomoko.mp3": "パナマ運河は大西洋と太平洋をつないでいる。",
  "248-A-Kendra.mp3": "The Panama Canal connects the Atlantic with the Pacific.",
  "249-Q-Kazuha.mp3": "ここの地理的特徴は、私たちの県のそれと似ている。",
  "249-A-Danielle.mp3": "The geographical features here are similar to those of our prefecture.",
  "250-Q-Kazuha.mp3": "たいてい、飢饉になると疫病も発生する。",
  "250-A-Ruth.mp3": "More often than not, famine is accompanied by plague.",
  "251-Q-Tomoko.mp3": "壊滅的規模の地震が州都を襲い、数万人の住民が家を失った。",
  "251-A-Kendra.mp3": "A devastating earthquake hit the state capital, leaving tens of thousands of residents homeless.",
  "252-Q-Tomoko.mp3": "「気をつけろっ！天井が崩れかけてるぞ！」",
  "252-A-Danielle.mp3": "\"Watch out! The ceiling is giving way!\"",
  "253-Q-Takumi.mp3": "台風は速度を上げて沿岸に接近しそうだと天気予報では言っている。",
  "253-A-Stephen.mp3": "The weather forecast says the typhoon is likely to accelerate and approach the coast.",
  "254-Q-Kazuha.mp3": "「試合が中止になるかどうか、まだ決まらないんだ。」 「それがどうしたの？私にとってはどうでもいいことだわ。」",
  "254-A-Kimberly.mp3": "\"It's still up in the air whether the game will be called off or not.\" \"So what? It makes no difference to me.\"",
  "255-Q-Tomoko.mp3": "「霧が濃いね。」 「本当ね。でも、たぶんこのあとは晴れるわ。」",
  "255-A-Kendra.mp3": "\"It's foggy, isn't it?\" \"It sure is. But chances are it'll clear up later on.\"",
  "256-Q-Kazuha.mp3": "ほとんどの場合、近代化は西欧化と同一のことと見なされる。",
  "256-A-Gregory.mp3": "For the most part, modernization is identified with westernization.",
  "257-Q-Kazuha.mp3": "都会の文化は多くの人々の目には魅力的に映る。とりわけ、若者にとっては。",
  "257-A-Danielle.mp3": "Urban culture appears to be attractive to many people, in particular, to younger people.",
  "258-Q-Kazuha.mp3": "AIは人工知能の略です。",
  "258-A-Stephen.mp3": "\"AI\" stands for \"artificial intelligence.\"",
  "259-Q-Tomoko.mp3": "家庭用の電化製品は日に日に便利になっている。",
  "259-A-Stephen.mp3": "Household appliances are becoming more convenient day by day.",
  "260-Q-Tomoko.mp3": "私の収入は四人家族を養うには十分でないけれども、それで何とかやっていくしかない。",
  "260-A-Joey.mp3": "My income is not adequate to provide for my family of four, but we have to make the best of it.",
  "261-Q-Kazuha.mp3": "ホームページの人気は内容次第。",
  "261-A-Ruth.mp3": "The popularity of a website depends on its content.",
  "262-Q-Tomoko.mp3": "遅れずについていかなくちゃ。一度遅れをとったら追い付くのは大変だよ。",
  "262-A-Joey.mp3": "You've got to keep up with it. Once you fall behind, it's hard to catch up.",
  "263-Q-Tomoko.mp3": "技術は急速に進歩するので、遅れを取らずについていくのは大変だ。",
  "263-A-Stephen.mp3": "As technology rapidly advances, it's tough to keep pace with it.",
  "264-Q-Tomoko.mp3": "ますます多くの人々が、その媒体の双方向的な性質を利用しようと躍起になっている。",
  "264-A-Joanna.mp3": "More and more people are rushing to make use of the interactive nature of the medium.",
  "265-Q-Tomoko.mp3": "革新的なものを生み出すこと、それは変わった現象を見逃さない能力と何らかの関係がある。",
  "265-A-Stephen.mp3": "Innovation has something to do with the ability to notice unusual phenomena.",
  "266-Q-Tomoko.mp3": "多くの他社が我々の優れた方法を真似している。",
  "266-A-Stephen.mp3": "A bunch of other companies are imitating our excellent methods.",
  "267-Q-Takumi.mp3": "かつての荒涼とした盆地が、繁栄を謳歌するハイテクビジネスの中心地に変ぼうした。",
  "267-A-Gregory.mp3": "The once desolate valley was transformed into a thriving hub of hi-tech business.",
  "268-Q-Takumi.mp3": "まだ改善の余地はたくさんあるけれども、彼の発明品はあらゆる点で従来の機器よりも優れている。",
  "268-A-Kendra.mp3": "Although there's still plenty of room for improvement, his invention is superior to conventional equipment in every respect.",
  "269-Q-Takumi.mp3": "その会社の強さは、他社にない未来志向の戦略によって生み出されている。",
  "269-A-Salli.mp3": "The strength of the firm is attributed to its unique and future-oriented strategies.",
  "270-Q-Takumi.mp3": "ソニーはこのスゴイ機器に多岐にわたる機能を統合させた。全米で評判になり始めている商品だ。",
  "270-A-Salli.mp3": "SONY has integrated a wide range of functions into this cool gadget. It's catching on from coast to coast.",
  "271-Q-Tomoko.mp3": "この道具は何かと便利だから、いつも手元に置いています。",
  "271-A-Ruth.mp3": "This tool comes in handy, so I always keep it close at hand.",
  "272-Q-Tomoko.mp3": "「一般的に、消費者は質よりも量を選びます。」 「今は全く逆です。」",
  "272-A-Joanna.mp3": "\"In general, consumers prefer quantity to quality.\" \"It's the other way around today.\"",
  "273-Q-Kazuha.mp3": "明らかにその広告は10代の若者層をターゲットにしている。",
  "273-A-Salli.mp3": "Obviously, the advertisement is aimed at teenagers.",
  "274-Q-Tomoko.mp3": "現在建設中のその工場は、一日当たり1000台のビデオデッキを組立てることになる。",
  "274-A-Joey.mp3": "The factory now under construction will assemble 1,000 VCR units per day.",
  "275-Q-Kazuha.mp3": "効率的な機械が、肉体労働に取って代わった。",
  "275-A-Danielle.mp3": "Efficient machinery replaced manual labor.",
  "276-Q-Tomoko.mp3": "当時、その巨大企業が国内の商業を事実上独占していた。",
  "276-A-Joanna.mp3": "In those days, the gigantic corporation had a virtual monopoly over internal commerce.",
  "277-Q-Kazuha.mp3": "制限が解除され、数千の新しい企業が誕生した。",
  "277-A-Salli.mp3": "With restrictions removed, thousands of new enterprises have come into being.",
  "278-Q-Tomoko.mp3": "ばかげた新事業の結果、彼は破産の危機に瀕している。",
  "278-A-Stephen.mp3": "As a result of his ridiculous venture, he is in danger of going bankrupt.",
  "279-Q-Takumi.mp3": "昨年と比べて、売上の数字だけを見れば事業は上向いている。しかしながら、利益はまだ全く出ていない。",
  "279-A-Ruth.mp3": "Compared to the previous year, business is looking up in terms of sales. However, we haven't made any profit yet.",
  "280-Q-Tomoko.mp3": "「海外の支店に転勤することになったよ。」 「えっ。寂しくなるわ。手紙でも下さいね。」",
  "280-A-Joanna.mp3": "\"I'm going to be transferred to an overseas branch.\" \"Oh, I'll miss you. Please drop me a line.\"",
  "281-Q-Tomoko.mp3": "彼が出張中に、奥さんが男の子の赤ちゃんを出産した。",
  "281-A-Joanna.mp3": "While he was away on business, his wife gave birth to a baby boy.",
  "282-Q-Kazuha.mp3": "どうやらニックは、自分の負担が増えるからその仕事を引き受けたがらなかったようだ。",
  "282-A-Kendra.mp3": "Apparently, Nick wasn't willing to take on the task because it would just add to his burdens.",
  "283-Q-Kazuha.mp3": "ボブは今夜、彼女とデートするつもりだったが、残業になってしまった。",
  "283-A-Joey.mp3": "Bob had intended to take her out tonight, but he had to work overtime.",
  "284-Q-Kazuha.mp3": "「遅くとも金曜日までには損失の見積りを出して下さい。」 「何とかやってみましょう。」",
  "284-A-Stephen.mp3": "\"Please estimate the losses by Friday at the latest.\" \"I'll manage it somehow.\"",
  "285-Q-Kazuha.mp3": "「頼りにしてるわ、ニック。」 「大丈夫、きちんとやっておきます。」 「ありがとう。感謝するわ。」 「いいんですよ。」",
  "285-A-Ruth.mp3": "\"Nick, I'm counting on you.\" \"OK, I'll see to it.\" \"Thanks, I appreciate it.\" \"Don't mention it.\"",
  "286-Q-Takumi.mp3": "彼は上司がそばにいる時は熱心なふりをする。",
  "286-A-Gregory.mp3": "He pretends to be enthusiastic when his boss is around.",
  "287-Q-Tomoko.mp3": "彼は同僚を踏み台にして出世した。恥を知るべきだ。",
  "287-A-Joey.mp3": "He got promoted at the expense of his colleagues. He should be ashamed of himself.",
  "288-Q-Kazuha.mp3": "景気の後退が始まると、短期契約社員たちは次々に一時解雇を言い渡された。",
  "288-A-Ruth.mp3": "As the recession set in, temporary employees were laid off one after another.",
  "289-Q-Tomoko.mp3": "最近では、多くの人々が職に就きたくても就けないでいる。誰の責任だろう？",
  "289-A-Gregory.mp3": "Nowadays, many people are out of work against their will. Who is responsible for that?",
  "290-Q-Kazuha.mp3": "私も悲観的になってきて、以前は決して気にならなかったことに不安を感じている。",
  "290-A-Salli.mp3": "I've gotten pessimistic, and I'm worried about something I would never have been concerned about before.",
  "291-Q-Kazuha.mp3": "今日では、サラリーマンでさえ大変な苦難に直面している。",
  "291-A-Joanna.mp3": "Today, even white-collar workers are confronted with great hardships.",
  "292-Q-Tomoko.mp3": "当局は通貨を安定させようと懸命だが、どうにもならない。",
  "292-A-Joanna.mp3": "The authorities are striving in vain to stabilize the currency.",
  "293-Q-Takumi.mp3": "日本の膨大な赤字を削減することが何よりも緊急を要することだ、という結論に我々は達した。",
  "293-A-Salli.mp3": "We've come to the conclusion that nothing is more urgent than reducing Japan's huge deficit",
  "294-Q-Kazuha.mp3": "アンケート用紙が無作為に配布された。",
  "294-A-Joey.mp3": "The questionnaires were distributed at random.",
  "295-Q-Tomoko.mp3": "以下の空欄部分にご記入いただくだけで結構です。（黒または青インクではっきりと書いて下さい）",
  "295-A-Joey.mp3": "All you have to do is fill in the blanks below.",
  "296-Q-Tomoko.mp3": "10%の割引に加えて、無料のオプションツアーを一つ選択できます。",
  "296-A-Ruth.mp3": "In addition to a 10% discount, you can pick out an optional excursion for free.",
  "297-Q-Takumi.mp3": "各目的地までの往復料金は下記の通りです。",
  "297-A-Stephen.mp3": "Round-trip fares to each destination are as follows.",
  "298-Q-Tomoko.mp3": "「事前に予約の確認をするのを忘れないでね。」 「ええ。」",
  "298-A-Joey.mp3": "\"Don't forget to confirm your reservation in advance.\" \"I won't.\"",
  "299-Q-Takumi.mp3": "遅くとも出発時刻の45分前には搭乗手続きを必ず完了させて下さい。",
  "299-A-Kendra.mp3": "Be sure to check in at least 45 minutes prior to departure time.",
  "300-Q-Takumi.mp3": "自分の荷物に名札を付けたけれども、すぐに取れてしまった。",
  "300-A-Joanna.mp3": "I attached my name tag to my baggage, but it soon came off.",
  "301-Q-Kazuha.mp3": "これらの小包の重さは平均すると2ポンドです。",
  "301-A-Ruth.mp3": "On average, these packages weigh two pounds.",
  "302-Q-Takumi.mp3": "このビニール製のゴミ袋は有害な化学物質を含んでいません。",
  "302-A-Joey.mp3": "This plastic garbage bag is free of hazardous chemicals.",
  "303-Q-Tomoko.mp3": "この懐中電灯は明かりが弱くなってきた。電池を入れ替えないと。",
  "303-A-Kimberly.mp3": "This flashlight is getting dim. It needs new batteries.",
  "304-Q-Kazuha.mp3": "すみません。ニューヨーク市街に行くシャトルバスはどの位の間隔で走ってますか？",
  "304-A-Joey.mp3": "Excuse me. How often do the shuttle buses run to downtown New York?",
  "305-Q-Kazuha.mp3": "そのモーテルは400人もの宿泊客を泊められる。",
  "305-A-Stephen.mp3": "The motel can accommodate as many as 400 guests.",
  "306-Q-Kazuha.mp3": "このスイートルームは、私の持っているマンションの3倍の広さだ。",
  "306-A-Ruth.mp3": "This suite is three times larger than my condominium.",
  "307-Q-Tomoko.mp3": "この施設内でのゴミの投げ捨てには、最高500ドルの罰金が科せられることがあります。",
  "307-A-Salli.mp3": "Littering in this facility is subject to a maximum fine of $500.",
  "308-Q-Tomoko.mp3": "あのレストランはいつでも混んでいるから、事前に予約をした方がいい。",
  "308-A-Joey.mp3": "That restaurant is always packed. We'd better make a reservation beforehand.",
  "309-Q-Takumi.mp3": "「食事の邪魔をして悪いんだけど、ちょっと内密に話がしたいの。」 「後で君のところに行くよ。」",
  "309-A-Kendra.mp3": "\"Sorry to interrupt your meal but I'd like a word with you in private.\" \"Can I get back to you later?\"",
  "310-Q-Kazuha.mp3": "料理人は彼の信じられないほどの食欲にとても驚いた。",
  "310-A-Danielle.mp3": "The cook was astonished at his incredible appetite.",
  "311-Q-Tomoko.mp3": "「下で何が起こっているの？ すごく気になるわ。」 「さあ、何だろう。」",
  "311-A-Kendra.mp3": "\"What's going on down there? I'm curious.\" \"I have no idea.\"",
  "312-Q-Takumi.mp3": "興奮したファンたちが、マイケルを一目見ようと裏口に群がっていた。",
  "312-A-Joey.mp3": "Excited fans were hanging around the rear exit hoping to catch a glimpse of Michael.",
  "313-Q-Kazuha.mp3": "彼らは有名人と出くわすなり、サインをねだった。",
  "313-A-Joanna.mp3": "On encountering the celebrity, they asked for his autograph.",
  "314-Q-Tomoko.mp3": "海外に行くと必ず、時差ボケと下痢に悩まされる。",
  "314-A-Kendra.mp3": "Whenever I go abroad, I suffer from jet lag and diarrhea.",
  "315-Q-Kazuha.mp3": "「何だか目まいと吐き気がするよ。」 「顔が真っ青よ。」",
  "315-A-Ruth.mp3": "\"I feel sort of dizzy and I feel like throwing up.\" \"You look pale!\"",
  "316-Q-Takumi.mp3": "鎮痛剤を飲めば、すぐに頭痛は治まります。",
  "316-A-Salli.mp3": "Take some aspirin. It will cure you of your headache in no time.",
  "317-Q-Takumi.mp3": "「何だか体調が悪いなあ。」 「一日休みを取った方がいいわよ。」",
  "317-A-Joey.mp3": "\"I'm afraid I'm coming down with something.\" \"You should take a day off.\"",
  "318-Q-Takumi.mp3": "この飲料に含まれている成分には有害なものもある。とりわけ、妊娠中の人にとっては。",
  "318-A-Ruth.mp3": "Some of the ingredients in this beverage are harmful, especially if you are pregnant.",
  "319-Q-Tomoko.mp3": "十分な栄養摂取は幼児の発育にとって極めて重要です。",
  "319-A-Joanna.mp3": "Good nutrition is vital for an infant's growth.",
  "320-Q-Tomoko.mp3": "適度な運動は血行をよくする。",
  "320-A-Joey.mp3": "Moderate exercise stimulates the circulation of the blood.",
  "321-Q-Tomoko.mp3": "当分の間は酒を控えるようにと、医者に忠告された。",
  "321-A-Joanna.mp3": "My physician advised me to refrain from alcohol for the time being.",
  "322-Q-Takumi.mp3": "本当に体調を良くしたいし、減量もしたいから、毎朝泳ぎに行っています。",
  "322-A-Joanna.mp3": "I do want to get into shape and lose some weight, so I go swimming every morning.",
  "323-Q-Takumi.mp3": "昨日の夜更かしがたたって、彼はひどい風邪をひいた。",
  "323-A-Joanna.mp3": "He caught a nasty cold because he stayed up late last night.",
  "324-Q-Tomoko.mp3": "外科医に説得されて、彼は臓器移植手術を受けることにした。",
  "324-A-Kimberly.mp3": "The surgeon persuaded him to undergo an organ transplant.",
  "325-Q-Kazuha.mp3": "父が寝たきりなので私たちが交代で面倒を見ています。",
  "325-A-Salli.mp3": "Since our father is bedridden, we take turns looking after him.",
  "326-Q-Kazuha.mp3": "ジャンクフードの過剰な摂取は早死にの一因になる、というのが我々の仮説だ。",
  "326-A-Kimberly.mp3": "Our hypothesis is that eating excessive amounts of junk food contributes to early mortality.",
  "327-Q-Takumi.mp3": "政府は感染の拡大を未然に防ぐための適切な措置を取らなかった。",
  "327-A-Ruth.mp3": "The government did not take appropriate measures to prevent the infection from spreading.",
  "328-Q-Takumi.mp3": "その大臣は内閣からの辞任を余儀なくされた。",
  "328-A-Salli.mp3": "The minister was obliged to resign from the Cabinet.",
  "329-Q-Tomoko.mp3": "多くの人々は、現行の義務教育制度が時代遅れであると考えている。",
  "329-A-Kendra.mp3": "Many people regard the current compulsory education system as being obsolete.",
  "330-Q-Tomoko.mp3": "大きな目標を実現するようにと、たくさんの人が私を励ましてくれた。",
  "330-A-Danielle.mp3": "Many people encouraged me to fulfill my ambitions.",
  "331-Q-Tomoko.mp3": "自分の夢を実現させるために、彼は学校を中退して東京を目指した。",
  "331-A-Kimberly.mp3": "To make his dreams come true, he dropped out of school and made his way to Tokyo.",
  "332-Q-Kazuha.mp3": "「普段は何をなさっているんですか？」 「大学生です。ハーバードの1年です。」 「専攻は？」 「哲学です。」",
  "332-A-Kendra.mp3": "\"What do you do?\" \"I'm a college student, a freshman at Harvard.\" \"What's your major?\" \"Philosophy.\"",
  "333-Q-Takumi.mp3": "2001年4月1日から授業料が10%近く値上げになります。",
  "333-A-Gregory.mp3": "Tuition will be raised by nearly ten percent as of April 1, 2001.",
  "334-Q-Kazuha.mp3": "「奨学金を申し込もうかどうか悩んでいるの。」 「やるだけやってみなよ！」",
  "334-A-Salli.mp3": "\"I'm of two minds whether to apply for the scholarship or not.\" \"Give it a try!\"",
  "335-Q-Takumi.mp3": "彼は慶応大学を卒業するとすぐに家業を継いだ。",
  "335-A-Joanna.mp3": "As soon as he graduated from Keio University, he took over his family's business.",
  "336-Q-Takumi.mp3": "軍の規律は厳格だから、あなたはそっちの世界に向かないわ。",
  "336-A-Stephen.mp3": "You aren't cut out for the military because of its rigid discipline.",
  "337-Q-Tomoko.mp3": "私はどんな犠牲を払ってでも、脚本家で食べていくと心に決めている。",
  "337-A-Joanna.mp3": "I am determined to make a living as a playwright at all costs.",
  "338-Q-Takumi.mp3": "彼も大人になって、物事を総合的な視野で見られるようになった。",
  "338-A-Ruth.mp3": "As he grew up, he learned to put things in perspective.",
  "339-Q-Tomoko.mp3": "同じような人々からなる私たちの地域社会では、体制に従おうとする意識は不可欠な要素である。",
  "339-A-Kimberly.mp3": "Conformity is an essential element of our homogeneous community.",
  "340-Q-Kazuha.mp3": "会社のためにあくせく働くよりは、我が道を行くほうがいい。",
  "340-A-Gregory.mp3": "I'd rather go my own way than toil away for a company.",
  "341-Q-Kazuha.mp3": "型にはまろうとしたって何の得にもならないよ！",
  "341-A-Kimberly.mp3": "Trying to fit into a mold gets me nowhere!",
  "342-Q-Tomoko.mp3": "トムは性格が彼のおじに似ている。つまりその、生まれつきの頑固者。彼は絶対に折れない。",
  "342-A-Danielle.mp3": "Tom takes after his uncle in personality. I mean, he is obstinate by nature. He never gives in.",
  "343-Q-Tomoko.mp3": "機が熟したら、大胆に突き進むんだ！僕がいつもそばにいる。",
  "343-A-Kimberly.mp3": "When the time is ripe, be bold and go for it! I'll stand by you.",
  "344-Q-Tomoko.mp3": "自分の信念を守るためには立ち上がるし、いかなる脅威にも屈しないつもりだ。",
  "344-A-Salli.mp3": "I'll stand up for what I believe in and won't yield to any threats.",
  "345-Q-Kazuha.mp3": "「自分の弱点を克服できさえすればなあ。」 「あなた次第よ。」",
  "345-A-Salli.mp3": "\"If only I could conquer my weaknesses!\" \"It's up to you.\"",
  "346-Q-Tomoko.mp3": "自分の才能を示すために、めったにないこの機会を最大限に利用するべきだ。",
  "346-A-Joanna.mp3": "You should make the most of this rare opportunity to demonstrate your talent.",
  "347-Q-Tomoko.mp3": "僕をがっかりさせないよね。信頼しているよ。君ならうまくやれるさ！",
  "347-A-Kendra.mp3": "You won't let me down. I have great faith in you. You can make it!",
  "348-Q-Kazuha.mp3": "観客たちは彼女の優雅な演技に感動した。",
  "348-A-Joanna.mp3": "The spectators were moved by her graceful performance.",
  "349-Q-Kazuha.mp3": "1995年、安藤氏は建築における最も権威ある賞を受賞した。",
  "349-A-Kimberly.mp3": "In 1995, Ando received architecture's most prestigious award.",
  "350-Q-Takumi.mp3": "逆境をものともせず、マイクはすばらしい偉業を成し遂げた。称賛を受けるのは当然だ。",
  "350-A-Danielle.mp3": "In the face of adversity, Mike accomplished an extraordinary feat. He deserves praise.",
  "351-Q-Tomoko.mp3": "聴衆は彼の説得力のある講義に感銘を受けた。",
  "351-A-Salli.mp3": "The audience was impressed by his eloquent lecture.",
  "352-Q-Kazuha.mp3": "庶民の身から、ジョンは世界的な名声を勝ち取った。",
  "352-A-Kendra.mp3": "From a humble background, John achieved worldwide fame.",
  "353-Q-Kazuha.mp3": "彼は戦後に莫大な財産を築いた。",
  "353-A-Stephen.mp3": "He accumulated a tremendous fortune during the postwar era.",
  "354-Q-Tomoko.mp3": "彼は以前は裕福で気前もよかったけれど、今ではその日暮らしだ。",
  "354-A-Joanna.mp3": "He used to be well off and generous, but now he lives from hand to mouth.",
  "355-Q-Kazuha.mp3": "ニックはその報酬に満足していない。彼は自己中心的で欲が深い。",
  "355-A-Ruth.mp3": "Nick is by no means satisfied with the reward. He is selfish and greedy.",
  "356-Q-Takumi.mp3": "「全部で200ドル貸してるの、ボブ。いつ返すつもりなの？」 「ごめん、金欠なんだ。」 「またなの？」",
  "356-A-Joey.mp3": "\"You owe me $200 altogether, Bob. When are you going to pay me back?\" \"I'm sorry. I'm hard up.\" \"There you go again!\"",
  "357-Q-Takumi.mp3": "ブライアンが驚いたことに、借金はかなりの額になっていた。",
  "357-A-Salli.mp3": "To Brian's surprise, his debt amounted to a considerable sum.",
  "358-Q-Takumi.mp3": "過去の栄光にしがみつくのはやめないと、取り残されるわよ。",
  "358-A-Kendra.mp3": "Stop clinging to your glory days, or you'll be left behind.",
  "359-Q-Takumi.mp3": "今日の厳しい現実からは逃れられない以上、それに順応しなければならない。",
  "359-A-Gregory.mp3": "You cannot escape from today's harsh realities, so you must adapt to them.",
  "360-Q-Tomoko.mp3": "繁栄は永遠に続くものではない。つまり、いつかは終わりを迎えるものだ。",
  "360-A-Gregory.mp3": "Prosperity does not last forever. In other words, it will come to an end one of these days.",
  "361-Q-Kazuha.mp3": "その職種には相応の資格や能力が必要で、コンピューターが使えることは絶対条件である。",
  "361-A-Salli.mp3": "Proper qualifications are required for the position; computer literacy is a must.",
  "362-Q-Takumi.mp3": "この封筒に履歴書も入れて人事部に提出して下さい。",
  "362-A-Salli.mp3": "Enclose your resume in this envelope and submit it to the personnel department.",
  "363-Q-Kazuha.mp3": "物事がうまく行くと信じるなんて君も楽観的だね。可能性はせいぜい50%だよ。",
  "363-A-Joey.mp3": "It's optimistic of you to believe that things will work out. At best there's a fifty-fifty chance.",
  "364-Q-Takumi.mp3": "登録用紙は無料で入手できます。",
  "364-A-Stephen.mp3": "Registration forms can be obtained free of charge.",
  "365-Q-Kazuha.mp3": "この講習会に参加をご希望の方は、今すぐお電話下さい。",
  "365-A-Joanna.mp3": "Please give us a call now if you want to participate in the workshop!",
  "366-Q-Takumi.mp3": "さらにご質問がありましたら、どうぞご遠慮なくフリーダイヤル1-800-555-1212までお電話ください。",
  "366-A-Danielle.mp3": "For further inquiries, please feel free to contact us toll-free at 1-800-555-1212.",
  "367-Q-Takumi.mp3": "「ボブ、最近どう？」 「最高だよ！就職面接がうまくいったんだ。」 「やったじゃない！」",
  "367-A-Kimberly.mp3": "\"How's it going, Bob?\" \"Couldn't be better! i did well in my job interview!\" \"Good for you!\"",
  "368-Q-Kazuha.mp3": "研修生たちは、彼から与えられた指示がさっぱりわからなかった。",
  "368-A-Ruth.mp3": "He gave instructions to the trainees, but they couldn't make heads or tails of them.",
  "369-Q-Takumi.mp3": "一度に二つのことはできないよ。無理に決まってる。一つずつやりなよ。",
  "369-A-Joey.mp3": "You can't do two things at one time! It's out of the question. Do them one by one.",
  "370-Q-Takumi.mp3": "「ボブ、彼女の邪魔をしちゃだめだぞ。ちょっかいを出すなよ。」と彼は小声で言った。",
  "370-A-Salli.mp3": "\"Bob, don't disturb her. Mind your own business,\" he whispered.",
  "371-Q-Tomoko.mp3": "そうやってしつこく彼女を困らせると、彼女も怒り出すぞ。",
  "371-A-Stephen.mp3": "If you persist in bothering her like that, she'll lose her temper.",
  "372-Q-Kazuha.mp3": "彼はあまりに子供だから誘惑に勝てなかった。",
  "372-A-Kendra.mp3": "He was so childish that he couldn't resist temptation.",
  "373-Q-Kazuha.mp3": "「ぎゃあぎゃあ言うのはやめて。本当にいらいらするわ。」と彼女は叫んだ。",
  "373-A-Ruth.mp3": "\"Stop making a fuss. It really gets on my nerves!\" she shouted.",
  "374-Q-Kazuha.mp3": "ニックに口答えしたって無駄だよ。言ってみりゃ彼は独裁者さ。",
  "374-A-Joey.mp3": "There's no point in talking back to Nick. He is a \"dictator,\" so to speak.",
  "375-Q-Tomoko.mp3": "彼女たちは彼の前ではとても礼儀正しいが、実際には、いつも陰口を叩いている。",
  "375-A-Kimberly.mp3": "They are very polite in his presence, but actually, they always talk about him behind his back.",
  "376-Q-Takumi.mp3": "「ニックを軽蔑しているんだろう？」 「とんでもない！尊敬しているわ。」",
  "376-A-Danielle.mp3": "\"You despise Nick, don't you?\" \"On the contrary! I look up to him.\"",
  "377-Q-Takumi.mp3": "彼の絶え間ない侮辱が、彼女の怒りをかき立てた。",
  "377-A-Ruth.mp3": "His constant insults aroused her anger.",
  "378-Q-Kazuha.mp3": "書類の整理とかお茶くみには、ほとほとうんざり。会社を辞めることにしたわ！",
  "378-A-Joey.mp3": "I'm fed up with just shuffling papers and pouring coffee. I've made up my mind to quit!",
  "379-Q-Takumi.mp3": "実際、多くの人々が家計のやりくりに苦労している。月々10万円でどうしたらやっていけるだろう？",
  "379-A-Stephen.mp3": "In reality, many people have difficulty making ends meet. How can you get by on 100,000 yen a month?",
  "380-Q-Kazuha.mp3": "女性職員が自分たちの日常業務に不満を言うのももっともだ。全くやりがいの無い仕事だから。",
  "380-A-Stephen.mp3": "Female clerks may well complain about their routines, which are not challenging at all.",
  "381-Q-Kazuha.mp3": "抜本的に事業の再構築をおこなったおかげで、当社の黒字は3倍に膨らんだ。",
  "381-A-Kendra.mp3": "Thanks to a fundamental restructuring, our surplus has swelled threefold.",
  "382-Q-Takumi.mp3": "現在の多くの人が、会社に対する忠誠はばかげた考えだと思っている。",
  "382-A-Danielle.mp3": "Many people today think of loyalty to a company as an absurd notion.",
  "383-Q-Takumi.mp3": "僕は遠い郊外からわざわざ通勤しなければならない。もううんざりだ！",
  "383-A-Kendra.mp3": "I have to commute all the way from a distant suburb. I'm sick of it!",
  "384-Q-Kazuha.mp3": "余生は自分の理想の追求に費やしたい。",
  "384-A-Danielle.mp3": "I want to spend the rest of my life pursuing my ideals.",
  "385-Q-Tomoko.mp3": "現役を引退した後、テレサは孤児の世話に一身を捧げた。",
  "385-A-Salli.mp3": "After retirement, Teresa devoted herself to caring for orphans.",
  "386-Q-Tomoko.mp3": "困っている子どもたちのために、私たちは募金活動に協力した。",
  "386-A-Gregory.mp3": "For the sake of children in need, we cooperated to collect donations.",
  "387-Q-Kazuha.mp3": "その慈善団体には、およそ20億円の寄付をした人物の名前が付けられている。",
  "387-A-Kendra.mp3": "The charity is named after a man who gave away some two billion yen.",
  "388-Q-Kazuha.mp3": "彼の自叙伝が今日発売され、午前中に完売した。",
  "388-A-Kendra.mp3": "His autobiography was released today and was sold out by noon.",
  "389-Q-Kazuha.mp3": "高潔な人物だと度々称されるテッドが、市長に立候補する。",
  "389-A-Ruth.mp3": "Ted, who is often referred to as a man of integrity, is going to run for mayor.",
  "390-Q-Tomoko.mp3": "その候補者は選挙結果に落胆した。",
  "390-A-Salli.mp3": "The candidate was disappointed by the outcome of the election.",
  "391-Q-Takumi.mp3": "市議会は具体的な問題にもっと焦点を当てるべきだ。",
  "391-A-Salli.mp3": "The municipal council should concentrate more on specific issues.",
  "392-Q-Tomoko.mp3": "年金生活者が厳しい生活を強いられているというのは事実です。",
  "392-A-Kendra.mp3": "It is the case that those who live on a pension are forced to lead a hard life.",
  "393-Q-Kazuha.mp3": "このデータは除外した方がいい。正確と言うにはほど遠いものだ。",
  "393-A-Salli.mp3": "We should leave out this data. It's far from accurate.",
  "394-Q-Kazuha.mp3": "私たちは政治家というと偽善を連想しがちだ。",
  "394-A-Salli.mp3": "We tend to associate politicians with hypocrisy.",
  "395-Q-Kazuha.mp3": "彼らの一番の関心事は、私たちの生活水準を高めることではなく、私たちから搾取することだ。",
  "395-A-Ruth.mp3": "They are primarily concerned with exploiting us, not with enhancing our living standards.",
  "396-Q-Kazuha.mp3": "その男はかつて保守政党に対して支配的影響力を及ぼしていたが、今では彼の力も弱まっている。",
  "396-A-Joanna.mp3": "The man once exerted a dominant influence on the conservative party, but now his power is diminishing.",
  "397-Q-Tomoko.mp3": "報道担当者は「調査中です」と言って一切のコメントを拒否した。",
  "397-A-Danielle.mp3": "The spokesperson refused to make any comment, saying, \"It's under investigation.\"",
  "398-Q-Kazuha.mp3": "背後で糸を引いている人物がいると警察は言っている。",
  "398-A-Stephen.mp3": "The police say there's someone pulling strings behind the scenes.",
  "399-Q-Tomoko.mp3": "役員たちは何らかの見返りを期待して、官僚たちを料亭、すなわち、高級な日本料理店で接待した。",
  "399-A-Kimberly.mp3": "The executives entertained the bureaucrats at ryotei, or exclusive Japanese restaurants, hoping for something in return.",
  "400-Q-Tomoko.mp3": "彼の秘書は機密情報をいっさい漏らしていないと明言した。",
  "400-A-Ruth.mp3": "His secretary flatly denied leaking any confidential information.",
  "401-Q-Kazuha.mp3": "クビになるのが怖いから、雇用主にあえて逆らおうとする人は誰一人としていない。",
  "401-A-Kendra.mp3": "No one dares to contradict his/her employer for fear of being fired.",
  "402-Q-Kazuha.mp3": "彼は自分の尊厳を守るために、将来有望な経歴を犠牲にした。",
  "402-A-Salli.mp3": "He sacrificed his promising career to retain his dignity.",
  "403-Q-Takumi.mp3": "自分の運命に甘んじるぐらいなら自殺した方がましだ。",
  "403-A-Joanna.mp3": "I might as well kill myself as reconcile myself to my fate.",
  "404-Q-Takumi.mp3": "毒物を飲んで自殺しようとした直前に彼は思いとどまった。",
  "404-A-Kendra.mp3": "He was about to commit suicide by swallowing poison when he thought better of it.",
  "405-Q-Kazuha.mp3": "その曖昧な噂は嘘だとわかった。だがそれでも、多少の疑いはまだ残る。",
  "405-A-Kimberly.mp3": "The vague rumor proved to be false. Nevertheless, some skepticism lingers on.",
  "406-Q-Kazuha.mp3": "ある政府高官が企業から賄賂を受け取った容疑をかけられている。しかし、逮捕するには証拠が不十分だ。",
  "406-A-Joanna.mp3": "A senior official is suspected of accepting bribes from a company, but there isn't sufficient evidence to arrest him.",
  "407-Q-Kazuha.mp3": "そのプロジェクトの責任者であったジェイソンが、汚職に手を染めた理由で解任された。",
  "407-A-Ruth.mp3": "Jason, who was in charge of the project, was dismissed for corruption.",
  "408-Q-Kazuha.mp3": "私の知る限り、彼はその詐欺の企みには関与していません。",
  "408-A-Kendra.mp3": "To my knowledge, he has not been involved in the fraud scheme.",
  "409-Q-Tomoko.mp3": "関連書類の山を調べていくうちに、彼らは真実をつかんだ。",
  "409-A-Gregory.mp3": "They found out the truth while examining a pile of relevant documents.",
  "410-Q-Takumi.mp3": "彼らが数十年にわたって違法取引を隠蔽していたことが、公判中に明らかになった。",
  "410-A-Ruth.mp3": "During the trial it came to light that they had been covering up illegal transactions for decades.",
  "411-Q-Kazuha.mp3": "刑事はその場で、彼の証言を一言一句正確に書き取った。",
  "411-A-Kimberly.mp3": "The detective took down his testimony on the spot, word for word.",
  "412-Q-Tomoko.mp3": "生まれて初めて良心の呵責を感じましたが、そうする以外にその場をしのぐ方法はありませんでした。",
  "412-A-Kendra.mp3": "For the first time in my life, I felt a pang of conscience, but there was no other way out.",
  "413-Q-Kazuha.mp3": "昨日の夜に見た生々しい悪夢がまだ頭から離れない。",
  "413-A-Kimberly.mp3": "I'm still haunted by a vivid nightmare I had last night.",
  "414-Q-Takumi.mp3": "概して、記者というものは個人のプライバシーを侵害することにためらいを感じない。",
  "414-A-Salli.mp3": "By and large, reporters don't hesitate to intrude on one's privacy.",
  "415-Q-Tomoko.mp3": "著者は何度も何度も現稿を手直しした。",
  "415-A-Joanna.mp3": "The author revised his manuscript over and over again.",
  "416-Q-Kazuha.mp3": "他人の過ちを指摘することにかけては、彼の右に出るものはいない。",
  "416-A-Kimberly.mp3": "He is second to none when it comes to finding fault with others.",
  "417-Q-Kazuha.mp3": "概して、エリートたちは批判に対して鈍感だ。",
  "417-A-Joey.mp3": "On the whole, the elite are not sensitive to criticism.",
  "418-Q-Kazuha.mp3": "ある大衆紙に彼は麻薬常用者だと暴露され、彼の評判はほとんど地に落ちた。",
  "418-A-Salli.mp3": "When a tabloid revealed that he was a drug addict, his reputation was all but ruined.",
  "419-Q-Kazuha.mp3": "彼らはその防衛計画をあらゆる面から検討し、多数の問題箇所を指摘した。",
  "419-A-Kimberly.mp3": "They considered every aspect of the defense program and pointed out numerous flaws.",
  "420-Q-Takumi.mp3": "我々は、誰であろうとテロ活動に携わる者に寛容でいるつもりはない。",
  "420-A-Kendra.mp3": "We will not tolerate anyone who engages in terrorism.",
  "421-Q-Takumi.mp3": "悪名高い反乱兵はついに捕らえられ、拘置所に身柄を拘束された。",
  "421-A-Kimberly.mp3": "The notorious rebel was ultimately captured and confined to jail.",
  "422-Q-Tomoko.mp3": "暴動を鎮圧するために、直ちに軍隊が派遣された。",
  "422-A-Joey.mp3": "Troops were swiftly called in to put down the riot.",
  "423-Q-Tomoko.mp3": "私たちは暴力に頼るのではなく、理性に訴えるべきだ。",
  "423-A-Joanna.mp3": "We should appeal to reason instead of resorting to violence.",
  "424-Q-Kazuha.mp3": "当分の間は柔軟な戦術をとってみてはどうでしょう。",
  "424-A-Kimberly.mp3": "I suggest we adopt flexible tactics for the moment.",
  "425-Q-Kazuha.mp3": "軍は全領土を占領することに成功した。",
  "425-A-Kendra.mp3": "The armed forces succeeded in occupying the entire territory.",
  "426-Q-Kazuha.mp3": "このような状況では、敵は降伏せざるを得ない。彼らがこれ以上持ちこたえることは不可能だ。",
  "426-A-Joey.mp3": "under the circumstances, the enemy has no choice but to surrender. They can't hold out any longer.",
  "427-Q-Tomoko.mp3": "遅かれ早かれ、人質たちは解放されるだろう。",
  "427-A-Gregory.mp3": "Sooner or later, the hostages will be set free.",
  "428-Q-Tomoko.mp3": "専制政治による支配のもとで、罪のない人々が市民権を剥奪された。",
  "428-A-Gregory.mp3": "Under the reign of tyranny, innocent people were deprived of their citizenship.",
  "429-Q-Kazuha.mp3": "その命令にいやいや従う兵士もいた。",
  "429-A-Stephen.mp3": "Some soldiers were reluctant to obey the commands.",
  "430-Q-Takumi.mp3": "彼の政権はきっと崩壊する。",
  "430-A-Salli.mp3": "His regime is bound to collapse.",
  "431-Q-Takumi.mp3": "同盟諸国はその侵略行為が国連決議に違反するものとして、厳しく非難した。",
  "431-A-Joey.mp3": "The allies condemned the invasion as a violation of UN resolutions.",
  "432-Q-Tomoko.mp3": "その国で内乱が勃発する可能性がないとは断言できない。",
  "432-A-Joanna.mp3": "We cannot rule out the possibility that civil war will break out in that country.",
  "433-Q-Kazuha.mp3": "その植民地は独立を宣言し、共和国となった。",
  "433-A-Ruth.mp3": "The colony declared independence and became a republic.",
  "434-Q-Kazuha.mp3": "その高潔な愛国者に敬意を表して、巨大な記念碑が建てられた。",
  "434-A-Stephen.mp3": "An immense monument was erected in honor of the noble patriot.",
  "435-Q-Tomoko.mp3": "彼はひざまずいて故人の霊に祈りを捧げた。",
  "435-A-Joanna.mp3": "He got down on his knees and prayed for the souls of the deceased.",
  "436-Q-Tomoko.mp3": "最高裁判所は皇居の近くにある。",
  "436-A-Ruth.mp3": "The Supreme Court is located near the Imperial Palace.",
  "437-Q-Takumi.mp3": "中絶合法賛成派グループが中絶の禁止に対して抗議した。",
  "437-A-Gregory.mp3": "The pro-choice group protested against a ban on abortion.",
  "438-Q-Tomoko.mp3": "フォード上院議員はその激しい論争において、中立の立場を守った。",
  "438-A-Kimberly.mp3": "Senator Ford remained neutral in the bitter controversy.",
  "439-Q-Kazuha.mp3": "フォード氏はここ一週間ずっと困難な立場に置かれている。もはや、彼にはどうすることもできない。",
  "439-A-Stephen.mp3": "Ford has been in a difficult situation all week long. He is no longer capable of coping with it.",
  "440-Q-Kazuha.mp3": "首脳会談は世界中で同時に放送される予定だ。",
  "440-A-Danielle.mp3": "The summit talks are to be broadcast simultaneously throughout the world.",
  "441-Q-Kazuha.mp3": "外交的対話のおかげでその紛争に終止符を打つことができた。",
  "441-A-Joey.mp3": "Diplomatic dialogue helped put an end to the conflict.",
  "442-Q-Takumi.mp3": "両国の相互理解を深めるために、ジョンソンさんが親善大使に任命された。",
  "442-A-Kendra.mp3": "Johnson was appointed as a goodwill ambassador to foster understanding between the two nations.",
  "443-Q-Takumi.mp3": "その専門家は国際的な緊張が高まっていくと予測している。",
  "443-A-Joanna.mp3": "The specialist predicts international tension will build up.",
  "444-Q-Takumi.mp3": "私の考えでは、恒久的な平和など幻想に過ぎない。",
  "444-A-Kimberly.mp3": "In my opinion, permanent peace is nothing but an illusion.",
  "445-Q-Tomoko.mp3": "民族的少数派は偏見、貧困、抑圧と戦っている。",
  "445-A-Joey.mp3": "Ethnic minorities struggle against prejudice, poverty, and oppression.",
  "446-Q-Takumi.mp3": "すべての差別をなくすために、私たちはあらゆる努力をしなければならない。",
  "446-A-Kimberly.mp3": "We must make every effort to do away with all discrimination.",
  "447-Q-Kazuha.mp3": "移民たちは肉体的、精神的苦痛に耐えてきた。",
  "447-A-Kendra.mp3": "The immigrants have endure physical and mental pain.",
  "448-Q-Tomoko.mp3": "その改正案は、人種の多様性を考慮していないとの理由で却下された。",
  "448-A-Kendra.mp3": "The amendment was rejected because it didn't take racial diversity into account.",
  "449-Q-Tomoko.mp3": "言うまでもなく、難民たちは自由を強く求めていた。",
  "449-A-Salli.mp3": "Needless to say, the refugees were longing for freedom.",
  "450-Q-Takumi.mp3": "ある調査によると、今日では5人中3人が外交問題には無関心だそうだ。",
  "450-A-Salli.mp3": "According to a survey, three in five people are indifferent to foreign affairs.",
  "451-Q-Tomoko.mp3": "安全保障条約が期限切れになったら、日米関係はどうなるだろう？",
  "451-A-Salli.mp3": "What will become of Japan-U.S. relations if the security treaty expires?",
  "452-Q-Tomoko.mp3": "日本が不公平な関税を撤廃しなければ、米国は制裁措置を取るだろう。",
  "452-A-Joanna.mp3": "Unless Japan eliminates its unfair tariffs, the U.S. will impose sanctions.",
  "453-Q-Tomoko.mp3": "両国の間では貿易摩擦がいつ生じてもおかしくない。",
  "453-A-Joanna.mp3": "Trade friction might arise between the two nations at any moment.",
  "454-Q-Kazuha.mp3": "我々の最優先事項はこの論争にきっぱりと決着を付けることだ。そのためには相手側との妥協も覚悟している。",
  "454-A-Stephen.mp3": "Our top priority is to settle this dispute once and for all, so we are ready to meet them halfway.",
  "455-Q-Takumi.mp3": "連邦予算はかろうじて議会の承認を得た。",
  "455-A-Gregory.mp3": "The federal budget was narrowly approved by Congress.",
  "456-Q-Takumi.mp3": "政府は別の歳入源を探さなければいけない、と彼は主張している。",
  "456-A-Joanna.mp3": "He argues that the administration must look for alternative sources of revenue.",
  "457-Q-Tomoko.mp3": "世論調査の結果から、圧倒的多数の人がその法律を支持していることがわかる。",
  "457-A-Kimberly.mp3": "A poll shows that an overwhelming majority is in favor of the legislation.",
  "458-Q-Kazuha.mp3": "警察はその残虐な殺人事件の手がかりを捜している。",
  "458-A-Ruth.mp3": "The cops are searching for clues to the brutal murder.",
  "459-Q-Takumi.mp3": "その男は頭がおかしいに違いない。善悪の区別がつけられないんだ。",
  "459-A-Kimberly.mp3": "The man must be insane. He can't distinguish vice from virtue.",
  "460-Q-Kazuha.mp3": "凶器に残された指紋は容疑者のものと一致する。",
  "460-A-Ruth.mp3": "The fingerprints left on the weapon correspond with the suspect's.",
  "461-Q-Tomoko.mp3": "その著名な心理学者が誘拐罪で訴えられたことに、私たちはみな驚いた。",
  "461-A-Joanna.mp3": "It took us all by surprise when the noted psychologist was accused of kidnapping.",
  "462-Q-Kazuha.mp3": "陪審団による有罪評決が大論争の引き金となった。",
  "462-A-Kendra.mp3": "The jury's guilty verdict gave rise to widespread debate.",
  "463-Q-Kazuha.mp3": "男は情報酌量を求めたが、犯した罪に対して20年の懲役刑が言い渡された。",
  "463-A-Kimberly.mp3": "The man pleaded for mercy, but he was sentenced to twenty years in prison for his crime.",
  "464-Q-Takumi.mp3": "勤務中の警官は、一人のお年寄りが自分の背後に近づいてくるのに気付いた。",
  "464-A-Joanna.mp3": "The officer on duty perceived an elderly man coming up behind him.",
  "465-Q-Kazuha.mp3": "彼はその家に押入ろうとしている泥棒を目にした。",
  "465-A-Salli.mp3": "He caught sight of a thief attempting to break into the house.",
  "466-Q-Takumi.mp3": "おととい、彼はその原野で奇妙な出来事を目撃した。",
  "466-A-Kendra.mp3": "The day before yesterday he witnessed a weird incident in the wilderness.",
  "467-Q-Tomoko.mp3": "通路の向こうから、誰かが私をじっと見ているのに気付いたので振り向いた。しかし、誰の姿も見えなかった。",
  "467-A-Gregory.mp3": "I became aware of someone staring at me from across the aisle, so I turned around. But there was no one in sight.",
  "468-Q-Takumi.mp3": "何者かに腕をつかまれ、彼女は怖くて悲鳴を上げた。",
  "468-A-Salli.mp3": "She screamed with horror as someone took hold of her arm.",
  "469-Q-Kazuha.mp3": "彼女の無事を知らされて、彼は安堵のため息をついた。",
  "469-A-Danielle.mp3": "Informed of her safety, he breathed a sigh of relief.",
  "470-Q-Kazuha.mp3": "銃弾が胸を貫通し、彼は危篤状態に陥った。",
  "470-A-Stephen.mp3": "The bullet penetrated his chest, leaving him in critical condition.",
  "471-Q-Tomoko.mp3": "そうなったのが故意なのか過失なのか、現在のところまだはっきりしない。",
  "471-A-Joanna.mp3": "At present, it's still uncertain whether it was done deliberately or by accident.",
  "472-Q-Takumi.mp3": "デリカエッセンから火災が発生し、灰の山を残して全焼した。",
  "472-A-Salli.mp3": "A deli caught fire and burned down, leaving a heap of ashes.",
  "473-Q-Tomoko.mp3": "花火の貯蔵庫が突然爆発し、激しい炎を鎮めるまでに2日間を要した。",
  "473-A-Kimberly.mp3": "All of a sudden the fireworks warehouse exploded, and it took two days to put out the blaze.",
  "474-Q-Kazuha.mp3": "30階建てのビルで爆弾が爆発し、50人以上が重傷を負った。",
  "474-A-Gregory.mp3": "A bomb went off in a thirty-story building, and more than fifty people were seriously wounded.",
  "475-Q-Tomoko.mp3": "アテネへ向かう一隻の貨物船が、何の痕跡も残さずに地中海で沈没した。",
  "475-A-Salli.mp3": "A cargo vessel, bound for Athens, sank in Mediterranean without a trace.",
  "476-Q-Kazuha.mp3": "無謀な男たちが南極探検中に凍死した。",
  "476-A-Salli.mp3": "The reckless men froze to death during their expedition to the Antarctic.",
  "477-Q-Takumi.mp3": "同じことが繰り返されないように、その悲劇を忘れてはならない。",
  "477-A-Stephen.mp3": "The tragedy must be remembered so as not to be repeated.",
  "478-Q-Takumi.mp3": "その展覧会に行くと古代文明に対する深い理解が得られる。",
  "478-A-Ruth.mp3": "The exhibition offers profound insights into ancient civilization.",
  "479-Q-Tomoko.mp3": "イタリアンルネッサンスを開花させるきっかけを作ったのはジョットの功績だ。",
  "479-A-Danielle.mp3": "Giotto is credited with sowing the seeds of the Italian Renaissance.",
  "480-Q-Kazuha.mp3": "ボブは装飾された額にその肖像画を収めたけれど、上下逆さまだった。",
  "480-A-Ruth.mp3": "Bob mounted the portrait in a fancy frame, but it was upside down.",
  "481-Q-Tomoko.mp3": "この荘厳な大聖堂の建立は中世にまでさかのぼる。",
  "481-A-Ruth.mp3": "This magnificent cathedral dates back to the Meddle Ages.",
  "482-Q-Takumi.mp3": "アジアの宗教から閃きを得て、彼は複数のすばらしい彫刻作品を生み出した。",
  "482-A-Salli.mp3": "Asian religions inspired him to create splendid sculptures.",
  "483-Q-Kazuha.mp3": "彼らは埋蔵された宝物を求めて砂漠を探検した。",
  "483-A-Joey.mp3": "They explored the desert in search of buried treasure.",
  "484-Q-Takumi.mp3": "たとえいくらかかろうともその傑作を手に入れると、その大富豪は言い張った。",
  "484-A-Kimberly.mp3": "The millionaire insisted on acquiring the masterpiece no matter how it cost.",
  "485-Q-Kazuha.mp3": "神話や伝説は代々語り継がれていくべきだ。",
  "485-A-Danielle.mp3": "Myths and legends should be handed down from generation to generation.",
  "486-Q-Tomoko.mp3": "その言語学者はいくつかの中国語の方言を流暢に話す。",
  "486-A-Kendra.mp3": "The linguist is fluent in several Chinese dialects.",
  "487-Q-Tomoko.mp3": "その部族は祖先を崇拝し、私たちにはなじみのない独自の言語を話す。",
  "487-A-Kendra.mp3": "The tribe worships its ancestors and speaks its own language, which is not familiar to us.",
  "488-Q-Takumi.mp3": "その州ではいまだに古い慣習が根強い、とその文化人類学者は言っている。",
  "488-A-Joey.mp3": "The anthropologist says old customs still prevail in the province.",
  "489-Q-Kazuha.mp3": "意地の悪い魔女が男にとんでもない魔法をかけて、虫に変えてしまった。",
  "489-A-Joanna.mp3": "The wicked witch cast an evil spell on the man and turned him into a bug.",
  "490-Q-Tomoko.mp3": "その険しい小道に沿って彼らは前進した。それは国境へたどり着く唯一の方法だった。",
  "490-A-Ruth.mp3": "They proceeded along the steep path, which was the sole access to the border.",
  "491-Q-Kazuha.mp3": "洞窟から大きな猿が現れると、彼らはびっくりして逃げて行った。",
  "491-A-Danielle.mp3": "When a big ape emerged from the cave, they got frightened and ran away.",
  "492-Q-Kazuha.mp3": "「信じてくれないかもしれないけど、宇宙人を見たの。で、消えちゃったのよ！」 「冗談はよせよ。」",
  "492-A-Salli.mp3": "\"Believe it or not, I saw an alien and then it vanished!\" \"Give me a break!\"",
  "493-Q-Kazuha.mp3": "かなりの数の人々が、その夫婦の結婚記念のお祝いに招待されている。",
  "493-A-Ruth.mp3": "Quite a few people have been invited to celebrate the couple's anniversary.",
  "494-Q-Tomoko.mp3": "もうすぐ準備完了です。その間、軽食をご自由につまんでください。",
  "494-A-Joey.mp3": "It won't be long before everything is ready. In the meantime, help yourself to some snacks.",
  "495-Q-Takumi.mp3": "けばけばしい奇妙な服を着ていた彼女は、人混みの中でもひときわ目立った。",
  "495-A-Stephen.mp3": "Dressed in a loud and peculiar outfit, she stood out in the crowd.",
  "496-Q-Tomoko.mp3": "招かれた人は皆、彼女のもてなしに心を打たれた。",
  "496-A-Ruth.mp3": "All the guests were touched by her hospitality.",
  "497-Q-Takumi.mp3": "彼女のよれよれの服は、その場にはふさわしくなかった。",
  "497-A-Stephen.mp3": "He shabby clothes were not suitable for the occasion.",
  "498-Q-Kazuha.mp3": "たまたま知り合った人たちと話すには、その話題は立ち入り過ぎている。",
  "498-A-Stephen.mp3": "That topic is too intimate to share with casual acquaintances.",
  "499-Q-Tomoko.mp3": "トムは酔っぱらうと下品になって、人に不快な思いをさせるから、近づいちゃだめだよ。",
  "499-A-Salli.mp3": "When Tom gets drunk, he gets crude and offensive. Stay away from him.",
  "500-Q-Tomoko.mp3": "彼女がほのめかしていることを彼はほとんど理解できなかった。",
  "500-A-Gregory.mp3": "He could hardly comprehend what she was implying.",
  "501-Q-Tomoko.mp3": "女の子の前でからかわれて、ボブは恥ずかしかった。",
  "501-A-Salli.mp3": "Bob felt embarrassed when he was teased in front of some girls.",
  "502-Q-Kazuha.mp3": "彼の曖昧な返事はなおさら彼女をいらいらさせた。",
  "502-A-Ruth.mp3": "His ambiguous reply made her all the more irritated.",
  "503-Q-Takumi.mp3": "ボブはとても臆病で女の子とおしゃべりすると赤面してしまう。",
  "503-A-Stephen.mp3": "Bob is very timid and blushes when chatting with girls.",
  "504-Q-Kazuha.mp3": "ニックは地方出身者なら誰であろうと見下している。",
  "504-A-Kendra.mp3": "Nick looks down on anyone who comes from a rural area.",
  "505-Q-Tomoko.mp3": "「どうしたの、ボブ？そんなに暗い顔をして。」「ほっといてくれよ。君には関係ないことだ。」",
  "505-A-Kendra.mp3": "What's the matter, Bob? You look so miserable. Leave me alone. It's none of your business.",
  "506-Q-Tomoko.mp3": "ボブは変装していたけれども、一目で彼だとわかった。",
  "506-A-Stephen.mp3": "Although Bob was in disguise, I recognized him at a glance.",
  "507-Q-Tomoko.mp3": "「何をくすくす笑ってるんだ？」「ボブ、トレーナーが後ろ前だよ。」「あっ！」",
  "507-A-Ruth.mp3": "What are you chuckling about? Bob, you have your sweatshirt on backwards! Oops!",
  "508-Q-Tomoko.mp3": "彼は友達作りが苦手で、いつもひとりぼっちでいる。",
  "508-A-Danielle.mp3": "He is not good at making friends and always keeps to himself.",
  "509-Q-Kazuha.mp3": "自分が受け入れられる場所を見つけられず、彼は極度の不安と孤独に陥っていた。",
  "509-A-Joanna.mp3": "Having found no place he felt he belonged, he was extremely uneasy and lonely.",
  "510-Q-Kazuha.mp3": "新しい環境に順応するのはかなり大変なことだとわかった。",
  "510-A-Danielle.mp3": "I found it pretty hard to adjust to my new surroundings.",
  "511-Q-Takumi.mp3": "ああいう洗練された人たちの中で、自分はまったく場違いな気がした。",
  "511-A-Stephen.mp3": "I felt utterly out of place among those sophisticated people.",
  "512-Q-Tomoko.mp3": "正直言って、私はクラシック音楽は好きじゃない。かたや、モリーのほうは完全にはまっている。",
  "512-A-Kimberly.mp3": "To tell the truth, I don't like classical music. On the other hand, Molly is really into it.",
  "513-Q-Tomoko.mp3": "ボブは昆虫の観察に楽しみを感じている。",
  "513-A-Ruth.mp3": "Bob derives pleasure from observing insects.",
  "514-Q-Kazuha.mp3": "「気分転換にトランプか何かしない？」「わるいけど、そういう気分じゃないよ。」",
  "514-A-Danielle.mp3": "How about playing cards or something for a change?Sorry, I'm not up for it.",
  "515-Q-Kazuha.mp3": "「お先にどうぞ。」「いや、あなたの方こそお先にどうぞ。」「すみません。」「どういたしまして。」",
  "515-A-Gregory.mp3": "\"Agter you.\" \"No pleasure, you go ahead.\" \"Thanks.\" \"You're welcome.\"",
  "516-Q-Tomoko.mp3": "彼の姪は年の割には社交的で大人だ。二十代と言っても通用する。",
  "516-A-Joey.mp3": "His niece is sociable and mature for her age. She could pass for twenty-something.",
  "517-Q-Takumi.mp3": "「じゃあね。家族のみんなによろしく。」「ああ。またね。」",
  "517-A-Joey.mp3": "Take care of yourself and say hi to your family for me.I will. See you later.",
  "518-Q-Kazuha.mp3": "お返事頂けるのを楽しみにしております。敬具",
  "518-A-Kendra.mp3": "I'm looking forward to hearing from you.Sincerely,",
  "519-Q-Kazuha.mp3": "ちょっと時間を割いてくれませんか？二人にとって大事なことを話し合いたいんです。",
  "519-A-Joey.mp3": "Can you spare a minute? I'd like to discuss something of importance to both of us.",
  "520-Q-Kazuha.mp3": "あなたには些細なことに思えるかもしれませんが、私にとってそれは注意すべきことなんです。",
  "520-A-Stephen.mp3": "It may seem trivial to you but for me it's worth paying attention to.",
  "521-Q-Takumi.mp3": "ボブについて言えば、彼はどんなことでも受け入れるタイプだが、対照的にジェーンはとても慎重派だ。",
  "521-A-Joey.mp3": "As far as Bob is concerned, anything goes. By contrast, Jane is very cautious.",
  "522-Q-Tomoko.mp3": "気まずい沈黙の後、ビルは彼女の手を取って上の階に引っ張って行った。",
  "522-A-Ruth.mp3": "After an awkward pause, Bill took her by the hand and dragged her upstairs.",
  "523-Q-Tomoko.mp3": "ビルはただモニカを慰めたかっただけなのに、彼女は彼が自分に気があるのだと解釈した。",
  "523-A-Kendra.mp3": "Bill just wanted to comfort Monica, but she interpreted it as romantic interest.",
  "524-Q-Takumi.mp3": "彼女が熟睡しているのを確かめて、彼はこっそり部屋を抜け出して旅立った。",
  "524-A-Salli.mp3": "After making sure she was sound asleep, he crept out of the room and set off.",
  "525-Q-Kazuha.mp3": "ここだけの話だけど、リサ、女の人を熱く抱擁してるニックを見ちゃったんだ。",
  "525-A-Ruth.mp3": "Between you and me, Lisa, I came across Nick passionately embracing a woman.",
  "526-Q-Kazuha.mp3": "そういう発言は誤解を招きやすい。",
  "526-A-Kendra.mp3": "Such a remark is open to misunderstanding.",
  "527-Q-Tomoko.mp3": "「もう我慢できないっ！」「落ち着けよ。すぐそこに行くから。」",
  "527-A-Danielle.mp3": "\"I can't stand it anytmore!\" \"Calm down. I'll come over as soon as possible.\"",
  "528-Q-Kazuha.mp3": "そんなこと真に受けちゃだめだよ。彼は大げさに言う傾向があるから。",
  "528-A-Salli.mp3": "Don't take it literally. He is inclined to exaggerate.",
  "529-Q-Tomoko.mp3": "「リサを馬鹿にしたことを謝るべきだわ。今回はやりすぎよ。」「ああ、そうするよ。その内彼女の機嫌が直ったらね。」",
  "529-A-Salli.mp3": "\"You should apologize to Lisa for making fun of her.\" \"You went too far this time.Yeah .. I will, sometime when she's in a better mood.\"",
  "530-Q-Kazuha.mp3": "「リサ、ニックとうまくやってる？」「時々、離婚を考えることがあるわ。」「冗談だろ！」",
  "530-A-Joanna.mp3": "\"Lisa, are you getting along with Nick?\" \"Once in a while, I think of divorcing him.\" \"You must be kidding!\"",
  "531-Q-Tomoko.mp3": "彼女は泣きながら、彼からの手紙をめちゃくちゃに引き裂いて捨てた。",
  "531-A-Kendra.mp3": "In tears, she tore up his letter and threw it away.",
  "532-Q-Takumi.mp3": "「ジェニファーにずっとだまされていたのが分かってきたよ。」「何てうぶなの。彼女の本性が見抜けなかったの？」",
  "532-A-Ruth.mp3": "\"It dawned on me that I had been taken in by Jennifer all along.\" \"How naive! Didn't you see through her?\"",
  "533-Q-Takumi.mp3": "実際、彼女は誰かと付き合っているけれども、僕は彼女を諦めない。",
  "533-A-Kendra.mp3": "Even though she is seeing someone else, I won't give her up.",
  "534-Q-Tomoko.mp3": "「やあ、ジェーン。最近どう？」「別に。あなたは？」「ジェニファーと結婚したんだ。」「ええっ、おめでとう！」",
  "534-A-Kendra.mp3": "\"Hi, Jane. What's up?\" \"Not much. How about you?\" \"I got married to Jennifer.\" \"Wow! Congratulations!\"",
  "535-Q-Tomoko.mp3": "大変なことがあったり、落ち込んだりしたときはいつでも、私があなたのそばにいるわ。",
  "535-A-Salli.mp3": "Whenever you're in trouble or feeling down, I'll be there for you.",
  "536-Q-Kazuha.mp3": "「喜び」は「悲しみ」の反対です。",
  "536-A-Kimberly.mp3": "\"Delight\" is the opposite of \"sorrow.\"",
  "537-Q-Takumi.mp3": "「ジェニファーは僕をばか呼ばわりまでして、しかもそれを撤回しないんだ。」「自業自得よ！あなたからけしかけたんでしょう？」",
  "537-A-Danielle.mp3": "\"Jennifer went so far as to call me an idiot and she wouldn't take it back.\" \"Serves you right! You provoked her, didn't you?\"",
  "538-Q-Takumi.mp3": "「彼女の傲慢さにどうして我慢しているの？利用されているだけよ。」「うるさい！」",
  "538-A-Kendra.mp3": "\"Why do you put up with her arrogance? She's just taking advantage of you.\" \"Shut up!\"",
  "539-Q-Kazuha.mp3": "慌てなくていいですよ。そのことをじっくり考えるには、2、3日必要でしょうから。",
  "539-A-Joanna.mp3": "Take your time. I know you need a couple of days to reflect on it.",
  "540-Q-Tomoko.mp3": "ボブは自分の力でこの厳しい試練を乗り切らなければいけない。",
  "540-A-Kendra.mp3": "Bob has to get through this ordeal on his own.",
  "541-Q-Takumi.mp3": "「ジェニファーにだまされた！」「彼女を信じないくらいの分別があっても良かったのに。」",
  "541-A-Salli.mp3": "\"Jennifer deceived me!\" \"You should have known better than to trust her.\"",
  "542-Q-Takumi.mp3": "トムは自分の人生の多くを無駄にしてきたことを後悔した。",
  "542-A-Kendra.mp3": "Tom regretted having wasted a great deal of his life.",
  "543-Q-Takumi.mp3": "自分の思春期を振り返ると、いつも憂鬱な気分になる。",
  "543-A-Danielle.mp3": "I cannot look back on my adolescence without feeling depressed.",
  "544-Q-Tomoko.mp3": "「ジェニファーが俺をふって他の男のところにいったよ。」「えっ、それは辛いわね。」「そうでもないよ。慣れてるよ。」",
  "544-A-Ruth.mp3": "\"Jennifer left me for another guy.\" \"Oh, you must be upset.\" \"Not really. I'm used to it.\"",
  "545-Q-Tomoko.mp3": "「彼女が見送りに来なかったのも当然だよ。」「どうして？」「二人は別れたんだ。」「えっ、かわいそうに！」",
  "545-A-Kimberly.mp3": "\"No wonder she didn't show up to see him off.\" \"How come?\" \"They broke up.\" \"Oh, what a pity!\"",
  "546-Q-Tomoko.mp3": "「ここで自分一人だけ生きていくなんて拷問だ」と彼はすすり泣きして言った。",
  "546-A-Joey.mp3": "\"Living here all by myself is torture!\" he sobbed.",
  "547-Q-Takumi.mp3": "「正直言うと私、ケンに夢中なの。だって、勇敢で自分に自信を持っていて、それに危険を冒すことを決して恐れないでしょ。」「私ならデートに誘うわ。」",
  "547-A-Danielle.mp3": "\"To be honest, I'm crazy about Ken because he's brave, self-confident, and never afraid of taking risks.\" \"If I were you, I'd ask him out!\"",
  "548-Q-Tomoko.mp3": "「ずいぶん長い間、ジェニファーとは付き合ったり別れたりの繰り返しだよ。」「相変わらず優柔不断ね。そろそろ落ち着いたらどう？」",
  "548-A-Kendra.mp3": "\"I've been going with Jennifer on and off for ages.\" \"You're as indecisive as ever. Isn't it \"",
  "549-Q-Kazuha.mp3": "ハエと蚊が彼の瞑想の邪魔をした。",
  "549-A-Joey.mp3": "Flies and mosquitoes interfered with his meditation.",
  "550-Q-Tomoko.mp3": "2度の延期の後、その神聖な儀式は執り行われた。",
  "550-A-Joanna.mp3": "The sacred ritual took place after being postponed twice.",
  "551-Q-Tomoko.mp3": "お坊さんが突然大声で笑い出し、厳粛な雰囲気を台無しにした。",
  "551-A-Kendra.mp3": "All at once, the Buddhist priest burst into laughter, spoiling the solemn atmosphere.",
  "552-Q-Takumi.mp3": "咳、くしゃみ、あくびをするときは口を手で隠しなさい。",
  "552-A-Stephen.mp3": "Cover your mouth when you cough, sneeze, or yawn.",
  "553-Q-Takumi.mp3": "「彼女の親戚が3日前に亡くなったんだ。」「えっ、それは大変ね。お気の毒だわ。」",
  "553-A-Stephen.mp3": "\"One of her relatives passed away three days ago.\" \"Oh, that's too bad. I'm so sorry.\"",
  "554-Q-Kazuha.mp3": "彼女は葬儀に参列するだけでなく、すべての段取りをつけなければならない。",
  "554-A-Joey.mp3": "Besides attending the funeral, she needs to make all the arrangements.",
  "555-Q-Takumi.mp3": "「ジェーン、気持ちは分かるよ。悲しみはすぐに消えるものじゃない。」「大丈夫。乗り越えてみせるわ。",
  "555-A-Stephen.mp3": "\"I feel for you, Jane. Grief doesn't fade away quickly.\" \"I'm OK. I'll get over it.\"",
  "556-Q-Takumi.mp3": "彼女は子供の頃のかけがえのない思い出を大切にしている。",
  "556-A-Joey.mp3": "She cherishes the precious memories of her childhood.",
  "557-Q-Tomoko.mp3": "「ジェニファーと言えば、彼女、実業家と婚約したんだよ。」「あきれてものが言えないわ。破談にならなきゃいいけどね。」",
  "557-A-Salli.mp3": "\"Speaking of Jennifer, she got engaged to a businessman.\" \"I'm at a loss for words! I hope she won't break it off.\"",
  "558-Q-Kazuha.mp3": "近頃では、結婚の動機は必ずしも純粋とは限らない。例えば、ジェニファーを見てごらんよ。",
  "558-A-Kimberly.mp3": "These days, the motives for marriage are not necessarily pure. Take Jennifer for example.",
  "559-Q-Takumi.mp3": "ボブにはやさしく接してあげてくれよ。ほら、彼は最近ずっと辛いこと続きなんだ。",
  "559-A-Gregory.mp3": "Go easy on Bob. You know, he's been going through a rough period recently.",
  "560-Q-Tomoko.mp3": "「ところで、今何時？」「えーっと、8時15分前だよ。」",
  "560-A-Joanna.mp3": "\"By the way, do you have the time?\" \"Let's see .. it's a quarter to eight.\"",
  "561-Q-Kazuha.mp3": "「ボブ、今日はこの辺までにしましょう。お腹がぺこぺこ。」「ああ。晩飯は僕がおごるよ。」",
  "561-A-Salli.mp3": "\"Let's call it a day, Bob. I'm starved.\" \"Yep. I'll buy you dinner.\""
}